let mdText = `![](/assets/import/1J8rry/Images/做人就做你自己-杨先放.png)

# 做人就做你自己

  

如果你不知道读什么书或者想获得更多免费电子书请加小编QQ：2338856113
小编也和结交一些喜欢读书的朋友

或者关注小编个人微信公众号名称：幸福的味道 获得上百个书单

在公众号内回复链接二字，免费得到全网电子书合集

为了方便书友朋友找书和看书，小编自己做了一个电子书下载网站，网址：<http://www.ireadweek.com>
或者 [www.newireadweek.com](http://www.newireadweek.com)
如于某种原因，经常换网址 如果打不开，可以qq联系我

## 版权信息

做人就做你自己

作者：杨先放

责任编辑：雷艳青

本书由天津博集新媒科技有限公司授权亚马逊发行

![logo](/assets/import/1J8rry/Images/00170.jpeg)

目录

[版权信息](../Text/part0223.html#6KLDE0-35e9108a65c44780a48d3769c3a5ece1)

[前言](../Text/part0225.html#6MIEI0-35e9108a65c44780a48d3769c3a5ece1)

[第一章
走自己的路，自己是自己的主宰](../Text/part0226.html#6NGV40-35e9108a65c44780a48d3769c3a5ece1)

[别人说什么并不重要](../Text/part0226.html#sigil_toc_id_1)

[做好自己就是成功](../Text/part0226.html#sigil_toc_id_52)

[做自己生命的主宰](../Text/part0226.html#sigil_toc_id_53)

[自助者天助](../Text/part0226.html#sigil_toc_id_54)

[做自己灵魂的舵手](../Text/part0226.html#sigil_toc_id_55)

[人自重，别人才会尊重](../Text/part0226.html#sigil_toc_id_56)

[活出自己的精彩](../Text/part0226.html#sigil_toc_id_57)

[一定要看得起自己](../Text/part0226.html#sigil_toc_id_58)

[心有多大，福就有多大](../Text/part0226.html#sigil_toc_id_59)

[过什么样的生活全在于你自己](../Text/part0226.html#sigil_toc_id_60)

[人要靠自己活着](../Text/part0226.html#sigil_toc_id_61)

[从事“个人兴趣”更容易成功](../Text/part0226.html#sigil_toc_id_62)

[依靠自己的力量做事](../Text/part0226.html#sigil_toc_id_63)

[相信你自己](../Text/part0226.html#sigil_toc_id_64)

[第二章
活出真我，做自己的人心不累](../Text/part0227.html#6OFFM0-35e9108a65c44780a48d3769c3a5ece1)

[不要活在别人的眼里](../Text/part0227.html#sigil_toc_id_65)

[尊重自己的本性](../Text/part0227.html#sigil_toc_id_66)

[虚荣会害了自己](../Text/part0227.html#sigil_toc_id_67)

[摒弃多余，追求简单](../Text/part0227.html#sigil_toc_id_68)

[大话吹嘘要不得](../Text/part0227.html#sigil_toc_id_69)

[骄傲是无知的表现](../Text/part0227.html#sigil_toc_id_70)

[是金子，别人会看见光芒](../Text/part0227.html#sigil_toc_id_71)

[把自己适当看高一点](../Text/part0227.html#sigil_toc_id_72)

[确立人生的意义](../Text/part0227.html#sigil_toc_id_73)

[活给别人看没有任何意义](../Text/part0227.html#sigil_toc_id_74)

[责任永远第一](../Text/part0227.html#sigil_toc_id_75)

[活出自己的方式](../Text/part0227.html#sigil_toc_id_76)

[第三章
扫净心魔，不让俗念毁了自己](../Text/part0228.html#6PE080-35e9108a65c44780a48d3769c3a5ece1)

[让心回到最初的澄澈](../Text/part0228.html#sigil_toc_id_77)

[人生何必太贪心](../Text/part0228.html#sigil_toc_id_78)

[降低欲望得到幸福](../Text/part0228.html#sigil_toc_id_79)

[美德是心灵的健康剂](../Text/part0228.html#sigil_toc_id_80)

[降低欲望，就少些烦恼](../Text/part0228.html#sigil_toc_id_81)

[放下功名利禄](../Text/part0228.html#sigil_toc_id_82)

[适时进行心灵大扫除](../Text/part0228.html#sigil_toc_id_83)

[心灵需要宁静](../Text/part0228.html#sigil_toc_id_84)

[随时除却心灵的尘埃](../Text/part0228.html#sigil_toc_id_85)

[移走心灵上的贪婪](../Text/part0228.html#sigil_toc_id_86)

[患起于多欲，福生于不贪](../Text/part0228.html#sigil_toc_id_87)

[偏激是性格上的一种疾病](../Text/part0228.html#sigil_toc_id_88)

[愤怒是心理上的敌人](../Text/part0228.html#sigil_toc_id_89)

[第四章
坚持己见，自己的事情自己定](../Text/part0229.html#6QCGQ0-35e9108a65c44780a48d3769c3a5ece1)

[不要太在意他人的赞许](../Text/part0229.html#sigil_toc_id_90)

[选择自己喜欢的](../Text/part0229.html#sigil_toc_id_91)

[坚韧决定你的成功](../Text/part0229.html#sigil_toc_id_92)

[半途而废敲不开成功之门](../Text/part0229.html#sigil_toc_id_93)

[只要你不认输，就会有机会](../Text/part0229.html#sigil_toc_id_94)

[对自己狠一点](../Text/part0229.html#sigil_toc_id_95)

[勇于改变生存状态](../Text/part0229.html#sigil_toc_id_96)

[让自己敢做敢为](../Text/part0229.html#sigil_toc_id_97)

[独立选择自己的生活](../Text/part0229.html#sigil_toc_id_98)

[坚持自我，敢于怀疑](../Text/part0229.html#sigil_toc_id_99)

[做自己的救世主](../Text/part0229.html#sigil_toc_id_100)

[坚持自己的原则](../Text/part0229.html#sigil_toc_id_101)

[求人不如求己](../Text/part0229.html#sigil_toc_id_102)

[第五章
不模仿别人，活出自己的个性](../Text/part0230.html#6RB1C0-35e9108a65c44780a48d3769c3a5ece1)

[模仿别人，失去自己](../Text/part0230.html#sigil_toc_id_103)

[不为迎合别人抹杀自己的个性](../Text/part0230.html#sigil_toc_id_104)

[没有创意，只能平庸](../Text/part0230.html#sigil_toc_id_105)

[跳出常规，才能与成功相约](../Text/part0230.html#sigil_toc_id_106)

[“出格”才有出路](../Text/part0230.html#sigil_toc_id_107)

[模仿他人就是无路可走](../Text/part0230.html#sigil_toc_id_108)

[鲜明个性，能改变命运](../Text/part0230.html#sigil_toc_id_109)

[不要随波逐流](../Text/part0230.html#sigil_toc_id_110)

[活出一个人的精彩](../Text/part0230.html#sigil_toc_id_111)

[特立独行让人显得更出色](../Text/part0230.html#sigil_toc_id_112)

[善于发掘自己的个性](../Text/part0230.html#sigil_toc_id_113)

[活出自己的骨气](../Text/part0230.html#sigil_toc_id_114)

[第六章
量力而行，不要自己为难自己](../Text/part0231.html#6S9HU0-35e9108a65c44780a48d3769c3a5ece1)

[必要的时候学会说“不”](../Text/part0231.html#sigil_toc_id_115)

[素位而行，安分守己](../Text/part0231.html#sigil_toc_id_116)

[力微负重害自己](../Text/part0231.html#sigil_toc_id_117)

[自负心理要不得](../Text/part0231.html#sigil_toc_id_118)

[没有金钢钻，别揽瓷器活](../Text/part0231.html#sigil_toc_id_119)

[善于发现自己的不足](../Text/part0231.html#sigil_toc_id_120)

[莫因虚荣逞匹夫之勇](../Text/part0231.html#sigil_toc_id_121)

[凡事强求，就是为难自己](../Text/part0231.html#sigil_toc_id_122)

[理智行动，冷静做事](../Text/part0231.html#sigil_toc_id_123)

[别以为自己很重要](../Text/part0231.html#sigil_toc_id_124)

[确定目标要切合自身实际](../Text/part0231.html#sigil_toc_id_125)

[适合自己的就是最好的](../Text/part0231.html#sigil_toc_id_126)

[别让感情错位](../Text/part0231.html#sigil_toc_id_127)

[凡事都需量力而行](../Text/part0231.html#sigil_toc_id_128)

[第七章
默默耕耘，好命全凭自身努力](../Text/part0232.html#6T82G0-35e9108a65c44780a48d3769c3a5ece1)

[有挑战，才有机会](../Text/part0232.html#sigil_toc_id_129)

[勤奋可以创造奇迹](../Text/part0232.html#sigil_toc_id_130)

[学无止境，终身学习](../Text/part0232.html#sigil_toc_id_131)

[努力，不要停下来](../Text/part0232.html#sigil_toc_id_132)

[成功不是一蹴而就的](../Text/part0232.html#sigil_toc_id_133)

[嚼得菜根才能做得大事](../Text/part0232.html#sigil_toc_id_134)

[光阴虚度就是荒废生命](../Text/part0232.html#sigil_toc_id_135)

[学习才能让自己更完善](../Text/part0232.html#sigil_toc_id_136)

[要把工夫用在平时](../Text/part0232.html#sigil_toc_id_137)

[随时学习他人的长处](../Text/part0232.html#sigil_toc_id_138)

[做到勤学善思](../Text/part0232.html#sigil_toc_id_139)

[不要停止自我健全](../Text/part0232.html#sigil_toc_id_140)

[第八章
克制情绪，不为冲动付出代价](../Text/part0233.html#6U6J20-35e9108a65c44780a48d3769c3a5ece1)

[控制脾气能更好解决问题](../Text/part0233.html#sigil_toc_id_141)

[发怒等于虐待自己](../Text/part0233.html#sigil_toc_id_142)

[退一步海阔天空](../Text/part0233.html#sigil_toc_id_143)

[小不忍则乱大谋](../Text/part0233.html#sigil_toc_id_144)

[学会克制，就会有更多的快乐](../Text/part0233.html#sigil_toc_id_145)

[学会妥协就能方便自己](../Text/part0233.html#sigil_toc_id_146)

[动怒时，就冷静10秒钟](../Text/part0233.html#sigil_toc_id_147)

[不妨自己安慰自己](../Text/part0233.html#sigil_toc_id_148)

[反省成就完美人生](../Text/part0233.html#sigil_toc_id_149)

[学会控制你的情绪](../Text/part0233.html#sigil_toc_id_150)

[不为小事生气](../Text/part0233.html#sigil_toc_id_151)

[成大事者皆自律](../Text/part0233.html#sigil_toc_id_152)

[少斗气多争气](../Text/part0233.html#sigil_toc_id_153)

[第九章
关爱自我，让快乐伴随每一天](../Text/part0234.html#6V53K0-35e9108a65c44780a48d3769c3a5ece1)

[让自己充实一点](../Text/part0234.html#sigil_toc_id_154)

[先让心灵富足](../Text/part0234.html#sigil_toc_id_155)

[快乐靠自己的选择](../Text/part0234.html#sigil_toc_id_156)

[培育感恩，滋养快乐](../Text/part0234.html#sigil_toc_id_157)

[给自己找到快乐的钥匙](../Text/part0234.html#sigil_toc_id_158)

[每天都心存美好的期盼](../Text/part0234.html#sigil_toc_id_159)

[宽恕别人最能快乐自己](../Text/part0234.html#sigil_toc_id_160)

[学着用心去感受生活](../Text/part0234.html#sigil_toc_id_161)

[幸福其实就在自己身边](../Text/part0234.html#sigil_toc_id_162)

[让心清净，让人安宁](../Text/part0234.html#sigil_toc_id_163)

[给自己删去坏心情](../Text/part0234.html#sigil_toc_id_164)

[为自己的快乐而活](../Text/part0234.html#sigil_toc_id_165)

[用快乐编织心灵的天堂](../Text/part0234.html#sigil_toc_id_166)

如果你不知道读什么书，

就关注这个微信公众号号。

在公众号内回复链接二字，免费得到全网电子书合集

![logo](/assets/import/1J8rry/Images/12345.jpeg)

微信公众号名称：幸福的味道

加小编QQ一起读书，并免费提供找书服务

QQ号：2338856113 都能找到我



【幸福的味道】已提供200个不同类型的书单

1、 历届茅盾文学奖获奖作品

2、 每年豆瓣，当当，亚马逊年度图书销售排行榜

3、 25岁前一定要读的25本书

4、 有生之年，你一定要看的25部外国纯文学名著

5、 有生之年，你一定要看的20部中国现当代名著

6、 美国亚马逊编辑推荐的一生必读书单100本

7、 30个领域30本不容错过的入门书

8、 这20本书，是各领域的巅峰之作

9、 这7本书，教你如何高效读书

10、 80万书虫力荐的“给五星都不够”的30本书

关注“幸福的味道”微信公众号，即可查看对应书单和得到电子书

也可以在我的网站（周读）[www.ireadweek.com](http://www.ireadweek.com)
或[www.newireadweek.com](http://www.newireadweek.com) 自行下载

  

更多书单，请关注微信公众号：一种思路

![logo](/assets/import/1J8rry/Images/123.jpeg)
每日新出版的读书分享，请关注公众号：周读读书
![logo](/assets/import/1J8rry/Images/1234.jpeg)

## 前言

很多时候，我们必须听从别人的意见做人做事：学校里要听老师的，家里要听父母的，单位里要听上司的……很多人都看别人的脸色行事，在迎合别人的心理做人。活在别人的眼里，按照他人的意思做人做事，不仅失去了自我，更会让自己无所适从，乱了自己的生活。

有一位年老者，早晨和儿子一起去市场。

老者骑着驴，儿子走在他身边。途中，路人们就开始议论纷纷。

“看看这个人，一点同情心都没有！他骑在驴上休息，却让他的儿子走路。”

于是，老者和他儿子交换——他儿子骑驴，老者在一旁走着。

“你们看看这孩子，一点教养都没有。”路人们纷纷说：“儿子若无其事地在驴背上，可怜啊！他的老父得拖着步伐走在尘土飞杨中，看到这种景象真悲惨啊！”

听到路人这样说，儿子只有下来步行，父子二人牵着驴走。

“瞧瞧这两个傻瓜！”路人们又嘲笑道：“他们居然用走的，好像不知道驴子是用来骑的。”

听见路人这样说，于是两个人都骑在驴子上。

可是不久，路人又开始议论：“真是可怜啊！看看这两个人，他们对这头可怜的驴子丝毫没有同情心！”

父子两个实在是没有办法啦，于是，只有将驴子捆起来，抬着走。

在现在中，不同的人会从不同的角度看问题，如果一个人总是听别人的，他也就会想故事中的父子那样，不知道怎么办才好，最后只能作出愚蠢的举动来。

庸人个个相似，伟人各各不同。很多人之所以平庸，就是不知道做人就做自己。所以，学会主宰自己命运，做自己的主人。自己能选择好自己要走的路，只要自己生活得快乐，又何必在乎别人的眼光，又何必在乎别人说三道四。不要用他人的方式决定自己的人生，不要以榜样的名义否定自己的性格，更不要以从众的心态改变自己的梦想。不管别人怎么说，坚持走自己的路，这样，你会发现，生活会少去很多惶恐和不安，多的是几分轻松和淡定。

女歌手辛妮德集狂气、才气、灵气于一身，不仅能写能编歌的词曲，而且唱腔的领域很宽广，辛妮德有着爱尔兰人特有的倔强和灵性。

1992年，她在接受美国电视采访时当众撕毁了罗马教皇的照片，并号召观众“与真正的敌人作战”。海湾战争期间，辛妮德拒绝在个人演唱会前让人演奏美国国歌而备受抨击。她是一位很出色的女歌手，当初唱片公司想把她包装成一个金发碧眼的女歌手，她却愤而操剪把自己变成了一个光头女歌手，这不啻是对传统唱片业包装、运作的一个极大讽刺和挑战。

此后她的不羁性格和标志性的大光头便成了她最大的特色。这位独具风格的惊世骇俗的摇滚女歌手，在20世纪80年代末90年代初可谓享誉全球。

可以说，很多人活在别人的眼里，甚至他们人生的很多价值取向都来源于他人，而不是自己。为了大家，我们不得不压制自己；为了大家，我们不得不伪装自己；为了大家，我们不得不改变自己。于是，生活就此滋生出很多烦恼：当你满足了张三的想法却又违背了李四的意愿；当你让很多人都觉得满意的时候，你会发现因委屈了自己而痛苦。梦想、性格、思维等早已经被他人同化，你已经成为人群中普通一员。生活就是如此，不能叫人处处都满意，但是我们还得热情去面对，去感受，去探索。既然自己的路要自己来走，就要走的轰轰烈烈，有声有色；走的无怨无悔，义无返顾。

人从诞生那一刻起，就被赋予了与众不同的独特之处，不要让独特之处随着模仿和迎合而消失殆尽，让自己变得平庸无奇。学会滋养自己那份独特潜质，勇敢地走出平庸，开启自我心灵，释放个性。

《做人就做你自己》就是告诉你：怎么做才能解开生命中的成功密码，获得属于自己的成功和幸福。

## 第一章　走自己的路，自己是自己的主宰

约翰·阿特金森说：“如果不能掌握自己的生活，就会被他人控制。”自己的一生能够做什么，最想做什么，往往只有自己最清楚。所以，自己的人生之路要靠自己去选择，这样，你才能让自己的人生过得更顺意。

### 别人说什么并不重要

**自己走自己想好了的路。路在自己的脚下。让别人去说吧！**

生活中有一种人，很在乎别人对他的看法，完全以别人的评价为行事准则。别人说好，他就按人家的想法和意思去做；别人说不好，他就会后悔、恐慌、自责、情绪低落、偃旗息鼓。他时时为别人的看法担心、害怕、烦恼、痛苦，经常掩饰自己，迎合他人，不知道自己是谁。

一个人重视自己在别人心目中的形象、看重他人对自己的评价是可以理解的，做得适度还能表现一个人的自尊，但如果过度了则是一记暗伤。为了得到他人的好感、好评，就去刻意改变自己、扭曲自己、迷失自己，因一失之累，烦恼一生、痛苦一生。因为人们对一个人的反映就像多棱镜，不会一致说好，即使你做得再好，也会有人说不好。

2003年3月，一位旅游者在意大利的一座山上，发现一块墓碑，碑文记述了一位名叫托比的人是怎样被老虎吃掉的。据说这块墓碑是柏拉图和他的学生为托比树立的，大意是这样：托比从雅典来意大利讲学，途经此山，发现了一只老虎，进城后跟别人说，但没有人相信他。因为在这座山上从来就没有人见过老虎，不仅这座山没有，而且周围的山上也没有。

可托比坚持说见到了老虎，并且说是一只威武雄壮的老虎。可是无论他怎么说就是没有人相信他的话。最后，他说，我带你们去看，如果见到了真老虎，该相信了吧。于是柏拉图的几个学生跟他上了山。可是漫山遍野找了个遍，就是不见老虎的影子，甚至连根老虎的毛也没有看见。但托比仍对天发誓说他确确实实在那棵大树下见到了老虎，跟他去的几个人都说，你当时一定是看花了眼。你最好还是不要说确实看到了老虎，否则人们会说我们城里来了个最会撒谎的人。

我怎么会是个撒谎的人呢？我的的确确是见到了一只老虎，怎么就没有人相信我呢？在接下来的日子，他为了证明自己没有说谎，逢人就说他确实是见到了老虎。可是说到最后，人们不仅见到他就躲，并且在背后还议论他：看！这就是雅典来的疯子。他本来是来意大利，是想成为有学问和道德修养的人，现在却被人们认为是一个疯子和撒谎者。

他怎么也想不通，他发誓一定要让人们相信自己是诚实的。为了证明自己确实见到了老虎，在他来到意大利的第十天，他买了一支猎枪就上山了。他要找到那只老虎，并且要把那只老虎打死带回来，让全城的人都看一看，他没有撒谎。然而他这一去就再没有回来。三天后，人们在山中发现一堆撕碎的衣服和一只脚。经当地的法官验证，托比是被一只重量至少在500磅以上的老虎吃掉的。托比并没有撒谎，他确确实实在这座山上见到了一只老虎。

这段碑文是谁写的并不重要，重要的是这块碑文向世人展示一个道理：世上有许多不幸的人，他们都在于争着向别人证明自己正确。那种急于证明自己的人，其实就是寻找一只能把自己吃掉的老虎。在事实和真理面前，真正的智者都是走自己的路，任别人去评说。

### 做好自己就是成功

**过于热衷于追求外物者，最终可能会如愿以偿，但却会像差役一样把最重要的一样给丢了——那就是自己。**

人的第一天职是什么？答案很简单：做自己。每个人都有自己做人的原则，都有自己为人处世之道，都有自己的生活方式。生活中不必太在意别人的看法，更不能为别人的一席话而改变自己。

所谓众口难调，一味听信于他人，便丧失了自己，便会做任何事都患得患失，诚惶诚恐。这种人一辈子也成不了大事。他们整天活在别人的阴影里，太在乎上司的态度；太在乎老板的眼神；太在乎周围人对自己的看法。这样的人生，还有什么意义可言呢？

人各有各的原则，各有各的脾气性格。有的人活跃，有的人沉稳，有的人热爱交际，有的人喜欢独处。不论什么样的人生，只要自己感到幸福，又不妨碍他人，那就足矣。不要压抑自己的天性，失去自己做人的原则。

古代有这样一个笑话：一个衙门的差役，奉命解送一个犯了法的和尚。临行前，他怕自己忘带东西，就编了个顺口溜：“包袱雨伞枷，文书和尚我。”在路上，他一边走，一边念叨着两句话，总是怕在哪儿不小心把东西丢一件，回去交不了差。和尚看他这样，就在停下来吃饭时，用酒把他灌醉了，然后给他剃了个光头，又把自己脖子上的枷锁拿过来套在他的身上，自己溜之大吉了。差役酒醒后，总感到少了点什么，可包袱、雨伞、文书都在，摸摸自己脖子，枷锁也在，又摸摸自己的头，是个光头，说明和尚也没丢，可他还是觉得少了点啥，念着顺口溜一对，他大惊失色：“我哪里去了，怎么没有我了？”

这虽然是一则笑话，可笑过之后，却让人深思。一位名人曾经说过：“我是命运的主人，我主宰我的心灵。”做人应该做自己的主人，应该主宰自己的命运，不能把自己交付给别人。生活中有的人却不能主宰自己，有的人把自己交付给了金钱，成了金钱的奴隶；有的人为了权力，成了权力的俘虏；有的人经不住生活中各种挫折与困难的考验，把自己交给了神明。

做自己的主人，就不能成为金钱的奴隶，不能成为权力的俘虏，要不失自我，在各种诱惑面前保持自己的本色，否则便会丢失自己。

我们有权力决定生活中该做什么，不能由别人来代做决定，更不能让别人来左右我们的意志，而自己却成了傀儡。其实，只有自己最了解自己，别人并不见得比自己高明多少，也不会比自己更了解自身实力，只有自己的决定才是最好的。从现在起，做自己的主人，不要让别人来控制了你。达尔文当年决定弃医时，遭到父亲的严厉斥责，说他是不务正业，整天只知道打猎捉耗子。在他的自传上写着：“所有的老师和长辈都说我资质平庸，我与聪明是沾不上边的。”而就是这样一个不务正业、与聪明不沾边的人，却成了生物进化论的发明者。

我们应该做命运的主人，不能任由命运摆布。当我们面对生活中不可避免的挫折、困难、病痛时，如果被打败，让这些生活的绊脚石主宰了自己，整天专注于病痛的折磨上，使自己的日子里充满了痛苦，而没有快乐，那便是丧失了自我。真正的命运的主人，是能够战胜病痛的，是不会向命运屈服的。像达·芬奇、莫扎特·居里夫人等人，都是我们的榜样，他们生前都受到命运的“特殊待遇”，但他们没有屈服于命运，没有向命运低头，他们向命运发出了挑战，最终战胜了它，成了自己的主人，成了命运的主宰。

挪威大剧作家易卜生有句名言说：“人的第一天职是什么？答案很简单：做自己。”是的，做人首先要做自己。要认清自己，把握自己的命运，实现自己的人生价值，只有这样，才真正算是自己的主人。

### 做自己生命的主宰

**去除依赖性的一个重要表现是坚持自己的主张，不去盲从别人，在独立自主中体现个人价值。**

做人做事都要有决断、有主见，凡事依赖别人的人是不成熟的，也是不自信的，只有去除依赖性，做事不盲从，你才真正成为一个独立自主的人。

德山禅师本是北方讲经说法的大师，因不满南方禅门教外别传的说法，携带着的《金刚经青龙疏钞》南来抗辩，才到南方就受到一位老婆婆的奚落，自此收敛起狂傲的心并请教老婆婆，近处有什么宗师可以前去参访？老婆婆告诉他在5里外，有一位龙潭禅师，非常了得。

德山禅师到了龙潭，迫不及待地在山门外大声叫道：“说什么圣地龙潭，既不见龙，又不见潭！”

崇信禅师在山门内应道：“你已到了龙潭！”

德山禅师闻此应声，有所悟。从此，德山禅师随侍龙潭崇信禅师参禅。

一日夜晚，德山禅师站在崇信禅师身旁，久久不去，龙潭禅师说道：“时间已经不早，你怎么不回去休息？”

德山禅师向门外走了几步，回头说道：“外面天黑！”

龙潭禅师点了一支蜡烛给德山禅师，德山禅师正想用手去接，龙潭禅师一口气又把蜡烛吹灭，德山禅师于此大悟，立刻向龙潭禅师顶礼，良久不起，龙潭禅师便问道：“现在一片漆黑，你见到了什么？”

德山禅师说道：“弟子心光已亮，从此不再怀疑天下老和尚的舌头了。”

德山禅师悟道后，侍奉龙潭禅师30余年，84岁圆寂。

德山禅师起初不能服膺顿悟的禅道，是因为众生一向对自我的信心不够、肯定不够，而总希望诸圣加被，渐渐觉悟。他以为不见龙不见潭，就不是龙潭，但崇信禅师告诉他，已到了龙潭，这便是给他一个当下即是的感受。崇信禅师又把烛火吹熄，这也说明了不可依赖别人，一切要靠自己，德山禅师终于顿悟，即刻表明心迹，驱除了依赖性，所谓心灯亮了。

体悟生活之道相同，生活中我们也应该去掉依赖性，懂得凡事靠自己。

依赖性强的人往往没有主见，缺乏自信，总觉得自己能力不足，甘愿置身于从属地位。遇到事情总想依赖父母、师长、朋友或权威，总希望他们能为自己做出决定，不敢独立负责。一旦失去了可以依赖的人，他们常常感到不知所措，甚至连最基本的生活问题都不能自理。

尤其是现在的孩子总处处依赖父母，衣食住行全由父母打理，读大学了连衣服都不会洗，毕业找工作也是父母托人拉关系，如果哪一天父母离去，他的生活能力真令人担忧！其实，人的独立性是可以培养的，这一点我们应该像鸟类学习。

小鸟的翅膀刚刚长成，刚学会飞行的时候，就被它们的父母赶出了“家门”。当小鸟眷恋温暖的窝巢，不愿离去时，父母们就不顾亲情，硬是把小鸟逐走才肯罢休。

其实小鸟初生时，鸟爸爸鸟妈妈也如获至宝，轮流守护，轮流觅食，爱子之情与人类并无差别。然而当小鸟翅膀上的羽毛渐渐丰满时，父母们却“狠心”地将它们赶出家门。这在人类看来似乎有点不近情理，但正是这种“不近情理”使小鸟们掌握了生存的本领，使它们在“物竞天择”的环境中拥有自己的“一席之地”。

培养小鸟们的独立性，使它们离开父母的羽翼也能够生存，这才是鸟爸爸鸟妈妈对孩子一种真正智慧的爱。

美国人曾经必须靠个人的决断来求取生存。那些驾着马车向西部开发的拓荒者，遇到事情时并没有机会找专家来帮忙解决问题。不管是遇到紧急情况或任何危机，他们也只能依靠自己。印第安人来攻击的时候，没有警察，他们只能依靠自己的智慧和力量；要想安顿家庭，没有建筑公司，完全得靠自己的双手；生病时，没有医生，他们便依靠常识或家庭秘方；想要食物，更是靠自己去耕种或猎捕。这些人，每当遇到生活上的各种问题，都得立即下判断，作决定。事实上，他们也一直做得很好。

现在人们生活在一个充满专家的时代。由于人们已十分习惯于依赖这些专家权威性的看法，所以便逐渐丧失了对自己的信心，以至于不能对许多事情提出自己的意见或坚持信念。这些专家之所以取代了人们的社会地位，是因为是人们让他们这么做的。

有许多小儿科医生会告诉父母如何喂养、抚育和照顾孩子，也有许多幼儿心理学家告诉父母如何教育子女；经商时，有许多专家会告诉你如何使生意成交；在政治上，人们投票很少是因为个人的选择，大部分人是盲从某些特定团体的意见；就是人们的私生活，有时也要受某些专家意见的影响。很多人都没有想到，其实自己就是世界上最伟大的专家。

没有独立的思维方法、生活能力和自己的主见，那么，生活、事业就无从谈起。众人观点各异，欲听也无所适从。只有把别人的话当参考，按着自己的主张走，一切才处之泰然。

### 自助者天助

**俗话说：“自助者，天助之。”完全依赖别人的恩赐是不可能的，我们解决问题首先想到的应该是自助。**

有句格言说的好：“失败者任其失败，成功者创造成功。”没有任何事是注定的！不要等待别人的恩惠。机会是要自己创造的，好运不会等着你。凡事要发挥自己的主观能动性，事事要靠自己的努力才是上策。

事实上，我们在遇到困难的时候，首先想到的不是自己解决，而是寻求别人的帮助。这就为我们自己设置了一个障碍，不要时时刻刻都想着别人给我们帮助。

1998年，国内彩电市场进入到一个低迷时期。诸多彩电厂家纷纷宣告倒闭。因为国内市场已经趋于饱和。如果再不改变战略，那么在这场不见硝烟的战场上，必死无疑。长虹也同样避免不了这个惨局，在经过慎重的思考之后，决定转战国外，在美洲、澳洲、东南亚、欧洲设立了子公司，在美国、法国、俄罗斯等10多个国家和地区开设了商务中心，解决目前面临的困境。事实证明，长虹的选择的明智的，正确的。长虹作为国家的龙头企业，没有依靠国家的扶助度过这个困难的时期，而是依靠自己的智慧救了自己。

其实有些事情自己明明也很容易做到，何必总是想着别人的帮助呢。如果我们都拥有遇事求己的那份坚强、自信、主动，我们也许就会得到自己想要的。

其实，每个人都是自己命运的主人，乞求别人，等待别人的恩赐，只能让我们养成一种惰性——那就是把命运的方向盘交给别人，别人给什么，我们就只能要什么，别人不给，就得不到什么。自然，人人都会遭受挫折，因此不能把命运的主动权放在别人的手上。

李力刚刚大学毕业，找了一个销售员的工作，可这与他的专业不对口，他不希望自己几年来所学的专业知识荒废掉，于是他到处托关系，找门路，盼望能找到自己喜欢的工作。可人家不是推脱没时间，就是说自己也找不到关系等等。李力想自己的专业知识学得不错，何必要东奔西跑的求人呢。于是他找到所在公司的人事科长，告诉他自己特长，并说做自己的专业一定比做销售员会取得更好的成绩。人事科长也认为不该埋没了他的才华，应该让他学以致用，便把他挑到了他想要的工作岗位。

面对困难，千万不要“等、靠、要”，我们应该积极主动地改造自己，把握自己的命运，彻底打破不利的环境！请记住：自助者，天助之。

一名虔诚的佛教徒遇到了难事，便去寺庙里去求拜观音。走进寺庙里，意外发现观音像前已经有一个人在拜，那人长得和观音一模一样，丝毫不差。

“你，是观音吗？”

“是”那人答道。

“那你为何还拜自己？”教徒不解的问。

“因为我也遇到了难事。”

观音笑道：“可我知道，求人不如求己。”

看到这个类似鬼故事的小寓言，不禁让我想到了“自助者天助”这句话。

求人不如求己，就是“自助”。出生不好不自卑，遇到困难不放弃，微笑地面对生活中的打击和挫折，坦然地对待世上的不公和不平。“自助”是一种生活态度，一种乐观向上，充满爱心的态度。拥有这种态度的人，定会充满坚定的生活信念，去改善自己某时所处的不利局面。

假如现在你身处不幸，那么，请丢掉别人会来帮助你的幻想，自己解救自己吧。如果你表现的坚强，上天也许会给你一个机会；如果你软弱，即便上天给你机会，你也抓不住……不幸降临的时候，并不是路已经到了尽头，而是在提醒你：该转弯了！人的一生当中难免遭遇各种不幸，挫折，只要你还不放弃，就没有跨过不去的坎。请相信“自助者天助之”，上天一定不会舍弃那些自强不息的人！

### 做自己灵魂的舵手

**态度决定一切，对自己的信念必需有坚定不移的态度，当别人对你的行动抱有怀疑态度时，敢于坚持自我，才能够期望得到肯定的结果。**

每个人的身上都带着两面性：一边是“积极的心态”，能够使人成功、快乐和健康；另外一边是“消极的心态”，它掩盖所有美好的事物，使人一生庸庸碌碌，甚至从成功云端跌至失败谷底。

约翰·富勒的父亲是路易斯安纳州的黑人佃户，他们家中有7个兄弟姊妹，他从5岁起就不得不开始工作，9岁时开始赶骡子。佃农的孩子大多在年幼时就必须工作，他们对于贫穷的生活，只有如此。

富勒有一位了不起的母亲，她的眼光与信心过人，她始终相信一家人会过上快乐且衣食无忧的生活。她经常和儿子谈到自己对生活和命运的看法：“我们不应该这么穷，我们也不会一直这么穷。不要说贫穷是上帝的旨意，我们很穷，但不能怪上帝，那是因为我们从来不想追求富裕的生活，家中每一个人都胸无大志。这是我们穷的根源。”

“没有一个人想要追求财富”，这句话深深地刺痛了富勒的心，并由此改变了他的一生：他一心向往跻身富人之列，并开始努力追求财富，他从推销商品做起，开始挨家挨户地推销肥皂。

12年后，富勒用积蓄的2.5万美元作为定金，并答应在10天内筹定尾款12.5万美元购买存货公司。合约中这样规定，若逾期末补齐尾款，将失去公司，也不退定金。

接下来的几天，富勒向朋友、信托公司及投资集团借钱，到了第十天，他筹到11.5万美元，离尾款还差1万美元。

时间不早了，绝望中，富勒跪下来祈祷，请求上帝指引，谁能在时限内借他1万美金，上帝没有帮他，他决定自己拯救自己。他开车沿着第六十一街走下去，看到第一家亮着灯的商店，就进去请求协助。希望上帝给他一线曙光，但是曙光没来。

到了深夜1l点，富勒沿着芝加哥第六十一街走下去，过了几个路口，终于看到一家承包商的办公室里还有灯光。

富勒将车在那里停下，走了进去。那位承包商正埋首办公，由于熬夜加班，已经疲惫不堪：富勒鼓起勇气，直截了当地问：“你想不想赚1000美金？”

那位承包商回答：“有这样的好事？我怎么不想？当然想。”

“借我1万美金，我会外加1000美金红利还给你。”富勒说。然后他跟那位承包商讲还有哪些人借钱给他，并且详细说明了整个投资计划。

当晚，他的口袋里揣着1万美元的支票从那里走出来。其后，他不但从接手的公司获得可观的利润还清了债，并且还陆续收购了包括四家化妆品公司、一家制袜公司、一家标签公司及一家报社等7家公司。

后来，富勒总结经验时说：“我们很穷，但不能怪上帝。你看，我知道自己要什么。愈知道自己要什么，就愈能够看到机会，并且抓住机会。这样，就成功了。”

富勒的起点低，但是，他有远大的目标和坚忍不拔的精神，勇往直前，最终如愿以偿。并非每一个人都非得要像富勒一样，成为大企业家；每个人对“财富”的追求不同，也有人认为，每天过得快乐、幸福，就是成功。诗人亨利说：“我是命运的主宰，我是灵魂的舵手。”未来取决于我们的态度。我们内心所期望的，不论是富有，还是事业成功，都将成为事实。当我们胸怀远大的志向，并把想法付诸行动时，成功已经在望。

### 人自重，别人才会尊重

**尊重别人的人，事实上不知道如何自重，自重的心态变了。不尊重别人的同时，丢失了自重，丢掉了尊严啊！人说：人生是枷锁，这无形的枷锁，来自人性的黑暗。**

人际交往中，最忌生气发火，动怒泄愤。尤其是在长辈面前，小辈们更要注意自己的一言一语，切切不可失晚辈之礼。但有时会遇到某些或有恃无恐或刁蛮耍横的倚老卖老之人，一味地回避退让忍辱负重，反而会使对方以为你软弱可欺而得寸进尺。

在上个世纪60年代，因父亲遗产问题，曾宪梓在远在泰国的哥哥曾宪概的多次催促下，动身来到了泰国。曾宪梓的叔父曾桃发闻之以为曾宪梓定是与其哥哥联手来对付他。于是便有了这么一个场面：

一天早上，三个笑容可掬的客家长辈来到了曾宪梓的小店铺里，执意要请曾宪梓去“喝喝茶、吃吃饭”。曾宪梓客气了一番后随他们来到了曾桃发的公司里。待所有人严肃就位以后，长辈们便一改初始亲切温和之相，对曾宪梓纷纷大加指责：“你看你，像什么话，一点道理也不懂。来了泰国这么久，也不来拜见叔父、叔母。你这算什么？真没规矩！”

其实，曾宪梓来泰国的当天便执晚辈之礼拜见了叔父叔母。因此，叔公们的劈面训斥令曾宪梓一头雾水。叔公们见曾宪梓无言以对，认为其真的是那么大逆不道，毫不留情地把曾宪梓骂个“狗血淋头”。原本极富自尊心且血气方刚的曾宪梓终于忍耐不住，做了黑脸的莽汉，大发雷霆：“你们简直是太不像话了！我本来应该尊重你们，因为你们是叔公，但是从你们这番血口喷人的话里，从你们玩弄的这些骗人的把戏里，你们就再也不配得到我的尊重。”曾宪梓指着刚好从他们面前走过的一个小孩说道，“我这个人，对于讲道理的人从来都是尊重的。就是这样的小孩子，知道做人应该讲道理，应该明白事理，我也会很尊重他。但对于像你们这样的老前辈，一点道理都不懂，只会嫌贫爱富，昧着良心拍有钱人的马屁，你们这样做，令我更加瞧不起你们，我也有理由不尊重你们！”

曾宪梓一番理正词严的刚言相向，令原本气势汹汹的叔公们顿时气萎势缩，百口莫辩。但是，倘任其怒火信马由缰，刚言怒语如决堤洪水一泻不收，便有可能使原本已有的胜势转瞬即逝。于是，曾宪梓又有一番有理有据的摆事实，讲道理，扮起了红脸好人，不失时机地给叔公找台阶，进入了收场的好戏。“叔父只有凭着自己的劳动，凭着自己的智慧，才能一点一滴地建立了像今天这样庞大的事业。现在叔父有钱有势，那不过是叔父的能耐，叔父的本事，我只会从心里感到佩服。叔父现在大可不必为了这些财产的事情绞尽脑汁，你是我叔父，你有话跟我说，喊一个小孩把我叫来就可以了。”

在人际交往中，对他人的适度赞美，可使对方产生亲和心理，为交往沟通提供前提。曾宪梓的叔父只身一人于异国他乡艰辛奋斗而拥有今天的财富和名望，足以证明其不凡之处。曾宪梓这番赞美，既充分肯定了叔父于商场中之本事，又由衷地表明了自己对叔父的佩服之意。言不巧语不媚，不坏刚直不阿之节，不涉阿谀奉承之嫌，从而拉近了两代人之间的心理距离。令叔父叔母激动得喃喃而语：“好侄子，好侄子！”原本剑拔弩张的气氛已化为乌有。

曾宪梓在人际交往、家庭纠纷中所表现的人情操纵自如，礼、节相间恰当的深厚功夫，表明了他在商场中的出色作为绝非等闲得来，而是名副其实。他用自重赢得了别人的尊重。

### 活出自己的精彩

**我们应该认清自己的需求，重新排列自己价值观的优先顺序，把自己摆在第一位。做自己认为对的事，成自己想成为的人，这样我们才会干出属于自己的独特事业。**

如何才能让自己成为独一无二的人呢？很简单：做自己！因为只有敢于活出自我本色的人，才能真正成为生命的主角，成为自己命运的主宰。

有一个叫凯丽的女孩，她从小心理就特别敏感而腼腆，而且她的身体一直太胖，而她的脸使她看起来比实际还胖得多。凯丽的母亲认为把衣服弄得漂亮是一件很愚蠢的事情。她总是对她说：“宽衣好穿，窄衣容易弄破。”同时，母亲总照这句话来打扮凯丽。凯丽也从来不和其他的孩子起做室外活动，甚至不上体育课。她非常害羞，觉得自己和其他的人都不一样，完全不讨人喜欢的女孩子。

长大之后，嫁了人的凯丽仍然没有改变。丈夫家一家人都很好，也充满了自信。凯丽尽最大的努力学着像他们一样，可是她怎么也做不到。他们为了使凯丽开朗而做的每一件事情，都只是令她更退缩到她的壳里去。她开始变得紧张不安，躲开了所有的朋友，情形坏到她甚至怕听到门铃响。凯丽知道自己是一个自闭者，又怕她的丈夫会发现这一点，所以每次他们出现在公共场所的时候，她都假装很开心，甚至有时装得开心得有点过头，事后，她也会为这个难过好几天。最后痛苦的凯丽觉得再活下去已经没有什么意思了，她想到了自杀。

但是有一天，婆婆的一句话点悟了她。那天，她听到婆婆谈自己怎么教养几个孩子，婆婆说：“不管事情怎么样，我总会要求他们保持本色。”

“保持本色”这几个字像一道灵光闪过脑际，凯丽明白了原来所有的不幸都起源于她把自己套入了一个不属于自己的模式中去了。

凯丽后来回忆道：“在一夜之间我整个改变了。我开始找出自我。我试着研究我自己的个性、自己的优点，尽我所能去学色彩和服饰知识尽量以适合我的方式去穿衣服。主动地去交朋友，我参加了一个社团组织——起先是一个很小的社团——他们让我参加活动，把我吓坏了。可是我每一次发言，就增加一点勇气。今天我所拥有的快乐，是我从来没有想到可能得到。”

一句“保持本色”的提醒，让凯丽放松了自己，恢复了健康的心态，从而，她也找回了自信与快乐。凯丽经历苦难才学到的教训告诉我们：不论发生什么事，我们都应该永远保持自我，活出自己的精彩。只有真实地生活在自己的世界里，才能发挥出你的特色，才能活出真实快乐的自我。

每个人都有自己特定的优缺点，我们实在没有必要因为某些世俗的观念，就将自己改造成他人。这个世界上的每个人都是独一无二的。别人怎么看我们那是他个人的问题，与我们没有多大关系，而我们怎么样看待自己，才是最重要的。

### 一定要看得起自己

**如果你真的相信自己，并且深信自己一定能实现梦想，你就真的能够步入坦途，而别人也会更需要你。**

人生最大的缺失，莫过于失去自信。居里夫人曾经说过：“生活对于任何一个男女都非易事。我们必须要有坚韧不拔的精神，最要紧的，还是我们自己要有信心。我们必须相信，我们对一件事情具有天赋的才能，并且无论付出任何代价，都要把这件事情完成。当事情结束的时候，你要能够问心无愧地说已经尽我所能了。一个人只要有自信，那么他就能成为他所希望成为的人。”

一位画家把自己的一幅佳作送到画廊里展出，他别出心裁地放了一支笔，并附言：“观赏者如果认为这画有欠佳之处，请在画上作上记号。”结果画面上标满了记号，几乎没有一处不被指责。过了几日，这位画家又画一张同样的画拿去展出，不过这次附言与上次不同，他请人们观赏者将他们最为欣赏的妙笔都标上记号。当他再取回画时，看到画面又被涂满了记号，原先被指责的地方，却都换上了赞美的标记。

这位画家不受他人的操纵，自信而不自满，善听意见却不被意见所左右，执著但不偏执。这才是自信者应有的心态。

有自信心的人，可以化渺小为伟大，化平庸为神奇。世界上每个人看事情的角度是不一样的，所以绝不要企求得到每一个人的赞扬。画家的事迹，就是很好的说明。如果画家在受到指责之后，沮丧不已，认为自己不行，他可能就此消沉下去，没有信心再继续从事美术创作了。

现实生活中我们经常会碰到这种情况。同样的事，同样的人，常常会出现不同的待遇，产生不同的结果。仔细想想，这也并不奇怪，因为人世间每一个人的眼光各不相同，理解事物的角度也不一样。所以要运用正确的思维方式，不要完全相信你听到的看到的一切，也不要因为他人的指责，鄙视而轻视自己，产生自卑感。

如果我们心里认定会失败，就永远不会成功。如果我们自信能够成功，成功的可能性就会大为增加。没有自信，没有目标，我们就会俯仰由人，一事无成。自信是成功的前提，在现实生活中，如果你让别人来指出你的缺点，相信你会得到很多不足；而让别人来指出你的优点，相信你也会得到很多赞扬。

有一次，一名意志消沉的经理前去寻求美国著名成功学家拿破仑·希尔的帮助，他因为合伙人的破产而变得一无所有。拿破仑·希尔于是要求他站在厚窗帘的前面，并且告诉他：“你将看到这世上唯一能使你重获信心并且克服困境的人。”藏在窗帘底下的其实是一面镜子，因此，当拿破仑·希尔将这块窗帘揭开，出现在经理面前的不是别人，正是他自己。

经理用手摸摸自己长满胡须的脸孔，对着镜子里的人从头到脚打量了几分钟，不禁陷入了沉思，过一会儿便向拿破仑·希尔道谢而后离去。

几个月后，经理再度现身在拿破仑·希尔面前，但他已非当时意兴阑珊的失意者，而是从头到脚打扮一新，看起来精神焕发、信心十足的样子。他告诉拿破仑·希尔，“那一天我离开你的办公室时还只是一个流浪汉。我对着镜子找到了我的自信。现在我找到了一份薪水不错的工作，我确信自己从前的成功肯定还会降临。”

自信就是自己信得过自己，自己看得起自己。人们常常把自信比做发挥主观能动性的闸门，启动聪明才智的马达，这是很有道理的。确立自信心要正确评价自己，发现自己的长处，肯定自己的能力，自信不是孤芳自赏，夜郎自大；更不是得意忘形，毫无根据的自以为是和盲目乐观；而是激励自己奋发进取的一种心理素质，它代表一种高昂的斗志、充沛的干劲、迎接生活挑战的一种乐观情绪，是战胜自己、告别自卑、摆脱烦恼的一种灵丹妙药。

相信自己，就是要相信我们是有价值的。这种价值表现在我们能够为社会、为他人创造价值，而且社会、他人也认同你为他们提供的产品和服务。只有相信自己的价值，才会把握住自己的个性，相信自己的价值具有独特性，而不会在乎别人怎么评价自己。如果你不信任自己、不尊重自己，你自然不能抱怨别人也不信任你、不尊重你。

其实，惟有自信，才是你成功的最可靠的资本。你永远不要企求全世界的人都会百分之百地赞美你，因为就连上帝都有人反对，不是吗？所以，别人看得起，不如自己看得起。只有相信自己的价值，充分认识自己的长处，才能保持奋发向上的劲头。

### 心有多大，福就有多大

**一个人能不能得到更大、更多的幸福，除了需要努力之外，还需要对自己有一份自信，这样才能大胆地规划自己的幸福。所以说，很多时候，幸福的获得，需要一份自信，因为自信的人身上具备一种可以战胜一切的力量。**

在我们的周围，也许经常会听到别人的冷言冷语，对于这些言论你可以听也可以不听，但是你一定要坚持自己的信念，拥有一份乐观和自信。

有一个女孩子，不仅出身平凡，而且相貌普通，上的大学也很一般。可以说，她除了有丰富的想象力之外，几乎没有任何特别的地方。

上大学时，这个女孩的脑海中总会浮现这样的情景：在蔚蓝的天空中，在碧绿的草地上，有穿着白衣裙的美丽女孩，还有可怕的魔鬼和会法术的巫婆……她想象着他们之间的离奇故事，还常常动手把自己的想法写下来，简直到了痴迷的程度。

不久，这个女孩爱上了一个帅气的男孩，但是，这个男孩在和她相处之后，却受不了她头脑中那些奇怪的想法，因为她会在约会的时候，突然给他讲述一个刚刚想到的童话，男孩对她讲述的那些离奇的故事感到厌烦极了，他甚至对她说：“虽然你已经23岁了，但你看起来似乎永远都长不大。”后来，这个男孩离她而去。

不过，失恋并没有打击这个女孩。她一直都没有停止自己的梦想和写作，因为她相信，自己没有幸福的今天，一定会有快乐的明天。

25岁那年，这个女孩带着改变生活环境的想法，来到了充满浪漫色彩的葡萄牙。在那里，她从事英语教学工作，业余时间继续写自己的童话。

不久，一位记者走进了她的生活，这个记者幽默、风趣且才华横溢，她很快爱上了他，不久两人就步入了婚姻殿堂。但是，她时不时迸发的奇思妙想仍然让这个男人苦不堪言，后来他有了外遇。他们的婚姻紧接着走到了尽头，她经受了生命中最沉重的一击。然而祸不单行的是：离婚不久，她失业了。这时，她想到了自杀，但是，对明天的憧憬以及女儿给予她的希望，让她回到了自己的故乡，于是她一边靠领取社会救济金生活，一边继续进行她的童话创作。

后来，她的一本叫《哈利·波特》的书问世了。没想到，这本出版商勉强出版的书，一上市就畅销全国甚至全世界，金钱、名誉也随之而来。

这个女人就是乔安娜·罗琳。

2001年，罗琳与麻醉医师尼尔·默里在苏格兰走进了婚姻的殿堂。2003年3月，他们有了一个儿子。2005年1月，又一个可爱的小女孩来到了这个家庭。罗琳与丈夫以及三个孩子在爱丁堡幸福而低调地生活着。

如今，乔安娜·罗琳无论是金钱、名誉还是爱情，都一样不少地拥有了，这些很大程度上是源于相信明天更美好。

无数成功者以他们自身的例子告诫我们，要对未来充满信心，相信明天会更好，即使今天的路上充满了荆棘和沟壑，也无法阻挡强者的脚步。未来是美好的，充满希望的。如果你从过去的挫败中走不出来，甚至觉得明天也是无望的，那么你就谈不上有幸福可言了。所以，即使你处于失败的痛苦中，千万不要忘记你还有明天。相信明天会更好，就不要计较过去的得失和痛苦，乐观地看待过去，才能轻松地走上通往幸福的道路。

有些人之所以不能获得自己的幸福，不是因为他没有让自己幸福起来的才能，而是因为他不够自信。而且，这也是生活中大多数人不能让自己幸福起来的原因。所以，大胆地规划幸福对于一个人而言是非常重要的。

约翰的父亲在马戏团工作，所以，约翰从小就必须跟着父亲东奔西跑，一个地方接着一个地方演出。由于经常四处奔波，约翰的求学过程并不顺利。

中学时，有次老师叫全班同学写作文，题目是“最幸福的事”。那晚，约翰洋洋洒洒写了7张纸，描述他想象中的最幸福的人生，那就是拥有一座属于自己的农场。他为此还画了一张200亩农场的设计图，马厩、跑道等的位置也标的一清二楚，在这一大片农场的中央，他还设计了一栋豪华别墅。

约翰花了很多时间把作文完成后交给了老师。两天后，他拿回了自己的作文，看见上面打了一个又红又大的“×”，老师在旁边还写了一行字：抽空来见见我。

下课后，约翰带着作文去找老师：“为什么我的作文不及格呢？”

老师回答道：“你年纪这么小就做白日梦。你看，你不仅没钱，家庭也没什么背景，可是盖座农场是需要很多钱的。小孩子别太好高骛远了，我想你如果重新写一篇，理想是切实可行的，我也许会考虑重新给你打分。”

约翰闷闷不乐地回家，不知道该怎么做，于是就去征询父亲的意见。父亲告诉他道：“孩子，这是非常重要的事，你要自己拿主意。”

最后，约翰决定一个字都不改，还是交回原稿。他对老师说：“即使不及格，我也不愿放弃对自己幸福的设计。”

十几年后，和约翰当初设计的一样，他真的拥有了200亩农场，农场中央有一栋豪华的别墅，别墅里面放着约翰念中学时写的那篇作文。

后来，那位老师带着学生来约翰的农场露营。在见到约翰时，老师说：“你读中学时，我曾泼过你的冷水。这些年来，我后悔对不少学生说过类似的话，幸亏你有信心坚持自己的梦想，能够大胆地规划幸福。”

心有多大，幸福就有多大。约翰能找到自己的幸福，证明了信心的伟大力量。

如果连自己都不相信，处处跟着别人走，那么一定会悲观失望，逐渐失去个性的独立。这样一来，你即使有获得幸福的机会，幸福也不会太大。所以，只有相信自己，走自己的路才会拥有完全属于自己的幸福硕果。

### 过什么样的生活全在于你自己

**为他人做事，与他人共事，永远不要畏惧你的极限，要选择在生命中获胜！**

很多时候，我们喜欢拿着不同成长或文化背景的人做比较，而往往忽略了这些先天的“不同”，正因为彼此有着许多不同，所以，你所提供的好方法并不一定适用于别人。

有一天，一个男孩突然问他的妈妈说：“妈妈，您想做个中国的老太太，还是外国的老太婆？”

妈妈不解地问：“我老了以后，当然是个中国老太太啊！怎么能做外国的老太太呢？”

男孩摇了摇头说：“不是啊！外国老太太年轻的时候，是个漂亮的姑娘，她们大学毕业之后，会找一分收入稳定的工作，接着她们会向银行贷款，买下一栋房子和车子，以及许多高级的生活用品，每个月她们努力还利息，生活虽然紧张，但是却充实而愉快。当她们有了很好的居住条件，又有自己的车子代步，并且尝尽人生的各种乐趣之后，她们终老时，银行的贷款也刚刚好还清，便安然地闭上了眼睛。”

这时，这位中国妈妈还不是非常明白，便问男孩：“那中国的老太太又怎样呢？”

男孩说：“中国的老太太啊！她年轻的时候也是个漂亮的姑娘，不过她找到一分稳定的工作后，便开始努力储蓄，一年到头都非常地辛苦，什么都舍不得吃，也舍不得享受，只知道把钱存起来，最后还是在病痛中死去。而她省吃俭用存下来的钱，全部由她的子女们获得，这些钱足够她的子女们买大房子和名贵的好车，孩子们孝顺的话，会用这存款的一部分，为死去的中国老太太风光厚葬，但是，中国老太太在生前的时候，却什么都没有享受过。”

这时，中国妈妈正想得出神，男孩叫了好几声后，她才回头看着儿子。

男孩看着母亲说：“妈妈，您到底要做中国的老太太呢？还是外国的老太太？”

不同的文化背景，自然会有不同的需求，究竟是中国老太太好呢？还是当个外国老奶奶好呢？

其实，每个人都有不同的生活方式，因为价值观的不同、因为生长环境的文化不同，所以造成许多的差异性。但是，不管哪一种方式，只要心中能够获得“满足”，两个老婆婆都能有最好的结局。

玛汀·威弗，一位天主教修女，多年前开始参加体育运动——那年她55岁。后来，她在各项运动中赢得44块金牌、银牌及铜牌，包括5千英尺竞走、雪靴赛跑、快速及花样滑冰、篮球罚球线跳投等项目。

在一般人开始竞争金牌的年纪，玛汀修女已是洛矿山长青赛及全美长青奥运会的成员。“大家变得软弱无力，”她说，“我并不仅指体能而言。任何逾越极限的事，大家都不想做。但除非你去尝试，否则不会有任何结果。年龄绝不是全心投入及热爱生活的绊脚石。最重要的是，要尽情享受生命全部的丰富与甘美。为他人做事，与他人共事，永远不要畏惧你的极限，要选择在生命中获胜！”

人是有欲望有渴求的，总是不满足自己的现状，希望得到更多的东西，尤其是那些自己所没有的东西。寒冷的时候渴望温暖，孤独的时候渴望友情，贫穷的时候渴望财富，卑微的时候渴望高贵，悲惨的时候渴望幸福，贫贱的时候渴望丰富，平淡的时候渴望激情，平庸的时候渴望成功……

生活就是不停追逐欲望的一个过程，每个人都有自己的生活方式和价值观念，我们可以交换不同的生活态度，各自寻找出适合自己的生活，只要我们能从中自得其乐，那么就算苦味也是一种甜美，何必在乎别人的异样眼光！

### 人要靠自己活着

**勇于驾驭自己的命运，调控自己的情感，做自我的主宰，做命运的主人。**

松下幸之助曾经说过这样一段话：“狮子故意把自己的小狮子推到深谷，让它从危险中挣扎求生，这个气魄太大了。虽然这种作风太严格，然而，在这种严格的考验之下，小狮子在以后的生命过程中才不会泄气。在一次又一次地跌落山涧之后，它拼命地、认真地、一步步地爬起来。它自己从深谷爬起来的时候，才会体会到‘不依靠别人，凭自己的力量前进’的可贵。狮子的雄壮，便是这样养成的。”

美国石油家族的老洛克菲勒，有一次带他的小孙子爬梯子玩，可当小孙子爬到不高不矮（不至于摔伤的高度）时，他原本扶着孙子的双手立即松开了，于是小孙子就滚了下来。这不是洛克菲勒的失手，更不是他在恶作剧，而是要小孙子的幼小心灵感受到做什么事都要靠自己，就是连亲爷爷的帮助有时也是靠不住的。

人，要靠自己活着，而且必须靠自己活着，在人生的不同阶段，尽力达到理应达到的自立水平，拥有与之相适应的自立精神。这是当代人立足社会的根本基础，也是形成自身“生存支援系统”的基石，因为缺乏独立自主个性和自立能力的人，连自己都管不了，还能谈发展成功吗？即使你的家庭环境所提供的“先赋地位”是高于常人，你也必得先降到凡尘大地，从头爬起，以平生之力练就自立自行的能力。因为不管怎样你终将独自步入社会，参与竞争，你会遭遇到远比学习生活要复杂得多的生存环境，随时都可能出现或面对你无法预料的难题与处境。你不可能随时动用你的“生存支援系统”，而是必须得靠顽强的自立精神克服困难，坚持前进！

因此，我们要做生活的主角，不要将自己看做是生活的配角。要做生活的编导，而不要让自己成为一个生活的观众。

善于驾驭自我命运的人，是最幸福的人。要驾驭命运，要自主地选择工作，选择书本，选择朋友，选择服饰。不要被种种因素制约，不要盲目地追随大流，自主地选择自己的事业、爱情和崇高的精神追求。

你的一切成功，一切造就，完全决定于你自己。

你应该掌握前进的方向，把握住目标，让目标似灯塔在高远处闪光；你得独立思考，独抒己见。你得有自己的主见，懂得自己解决自己的问题。你不应相信有什么救世主，不该信奉什么神仙和皇帝，你的品格、你的作为，就是你自己的产物。

的确，人若失去自己，则是天下最大的不幸；而失去自主，则是人生最大的陷阱。赤橙黄绿青蓝紫，你应该有自己的一方天地和特有的色彩。相信自己创造自己，永远比证明自己重要得多。你要在骚动的、多变的世界面前，打出自己的牌，勇敢地亮出你自己。你应该果断地、毫不顾忌地向世人宣告并展示你的能力、你的风采、你的气度、你的才智。

自主的人，能做立于世，能力拔群雄，能开拓自己的天地，得到他人的认同。勇于驾驭自己的命运，会控制自己，规范自己的情感，善于布局好自己的精力，自主地对待求学、择业、择友，这是成功的要义。要克服依赖性，不要总是任人摆布自己的命运，让别人推着前行。

### 从事“个人兴趣”更容易成功

**大凡成功者，他们成功的关键都是掌握了自身的优势，并加倍强化这种优势，完全投入到自己所喜欢的项目之中，将这种富有特长的兴趣爱好发挥到极致。**

现今社会中，做一个随波逐流的人，要比依照自己的鼓声节奏前进的人容易得多。要做到无论何时都能够把握住自我，不管大家现在都做些什么，也不管目前正好流行什么，是需要相当的自信争取独立的。要成为一名顶天立地的人，就必须不随波逐流。

德国著名作家席勒曾经被送到斯图加特的军事学校学习外科医学，但他对医学根本不感兴趣。他热衷于文学创作。上学期间他创作了第一部剧本——《抢劫者》。

“学校的管理像监狱一样”，这令他厌烦万分，而对作家职业的向往又令他饥渴异常，于是，他冒着可能衣食无着的危险开始在清冷的文字世界里遨游。他幸运地得到一位善良女士的帮助，并很快创作出了两部伟大的戏剧，席勒也因此而成为不朽的人物。

席勒的经历告诉我们这样一个道理：一个人只有从事自己感兴趣的工作，才能取得非凡的成就。

爱因斯坦在19世纪50年代曾收到一封信，信中邀请他去当以色列的总统。出乎人们意料的是，爱因斯坦竟然拒绝了。他说：“我整个一生都在同客观物质打交道，因而既缺乏天生的才智，也缺乏经验来处理行政事务及公正地对待别人，所以，本人不适合如此高官重任。”

美国作家马克·吐温曾经经过商，第一次他从事打字机的投资，因受人欺骗，赔进去19万美元；第二次办出版公司，因为是外行，不懂经营，又赔了10万美元。两次共赔将近30万美元，不仅把自己多年心血换来的稿费赔个精光，而且还欠了一屁股债。

马克·吐温的妻子奥莉姬深知丈夫没有经商的才能，却有文学上的天赋，便帮助他鼓起勇气振作精神，重新走上创作之路。终于，马克·吐温很快摆脱了失败的痛苦，在文学创作上取得了辉煌的成就。

人都有长处，也有短处。选择职业，要选择最能发挥长处的职业。人生的诀窍之一就是经营自己的长处。微软公司总裁比尔·盖茨读哈佛大学，未毕业就经营电脑软件去了。他是世界上及早发现自己长处的人之一，他获得成功就在于他把自己的长项变成了一种事业。也有些人，他们的长处是搞科研，却阴差阳错去做官，业务专长得不到发挥，官也没做好，苦不堪言。经营自己的长处，这是因为经营自己的长处能给你的人生增值，经营自己的短处会使你的人生贬值。正如富兰克林所说：“宝贝放错了地方便是废物。”

作家斯贝克一开始并没有意识到自己会成为作家，曾几次改行。开始，因为他身高一米九多的优势，爱上了篮球运动，成为市男子篮球队员。因为球技一般，年龄渐长，又改行当了画家。他的画技也无过人之处，当他给报刊绘画时，偶尔也写点短文，终于发现自己的写作才能，从此走上了文学创作的道路。

几乎每一个人在小时候都会被问到：“你长大了要做什么？”“要当科学家”、“要当文学家”、“要当歌星”、“要当总统”……但是随着年龄的增长，这些儿时的梦想就像美丽的肥皂泡一样破灭了。看看你周围的人，有几个人现在从事的职业就是儿时的梦想？可以说是寥寥无几。

为什么会发生如此大的变化呢？说实在话，能否找到自己最感兴趣又最能发挥自己特长的工作往往决定着一个人的前途和命运。然而许多人既不知道自己对什么最感兴趣，又不知道自己的特长是什么，因而也不知道什么样的工作最适合自己。

曾经有位中学生向比尔·盖茨请教成功的秘诀，比尔·盖茨说：“做你所爱，爱你所做。”因此，在选择职业时，不要问自己可以赚多少钱或可以获得多大名声，而应该问自己哪些工作自己最感兴趣且可以最充分地发挥自己的潜能，要选择那些能促进你的发展，使你雄心勃勃，将来会有所成就的职业。不必跟着别人的节拍起舞。

当然，许多人通常都会需要也很欢迎别人在他需要的时候伸出援手。在你攀登顶峰的路上，你不要拒绝别人的帮助。但需记住，长远来看，你依然是自己那艘船的船长，掌舵的是你，而这艘船是驶向你要去的地方——你必须是发号施令的人。毕竟，你未必喜欢他人的目的地。你绝对不能随着他人的节拍起舞。同样的，因为你未必喜欢他人那种音乐，牢记：“付钱给风琴手的人才有资格点歌。”你必须信任你的直觉，感觉什么是对的，什么是错的。当初哥伦布船上的船员都力促他返航，但他不为所动，继续他的航程，终于发现了新大陆。你必须学着培养“独立自主”的能力。它与自信非常相似，但不全然相同；它与狂热也相近，而狂热正是独立自主的持续动力。

在你一路攀向顶峰时，很多时候当你环顾四周，会发现自己竟然是无比孤独，就像人们所形容的——高处不胜寒。你可能突然想到：“我要依靠谁？我要与谁同行？谁会领着我走过艰辛的一程又一程！”答案只能是：你自己。现在你一个人正步履蹒跚地朝着目标前进，而你所依靠的正是那份独立自主的能力。所以去他的“人云亦云”！拒绝“一窝蜂”，要不断努力去做你认为对的事，那些你在内心里相信应该去做的事。

即使你发现自己是多么孤独，多么与众不同，你仍然应该为所当为。别人可能会要你向大家看齐，但想想看，如果大家都像是一个模子里刻出来的，那这个世界会是多么单调乏味。毕竟，在这个世界上，没有两个人的指纹是相同的，也没有哪两个人的声波是相同的，就连雪花也片片不同。

你所要遵守的规则就是：当你独自在事业以及生活的领域里站稳脚跟时，要确定你不会阻碍别人拥有相同的权利。让他们也保有他们的立足点，同时如果有必要，要让他们协助你保有你自己的立足点。除了你自己之外，绝对没有一个人对你的命运操有最后的决定权。你拥有的最大财富是你的自信与自立，不管是谁，都不能把它夺走。

### 依靠自己的力量做事

**真正能帮助你的人，往往只有你自己，人生没有导航的人，一切都要靠自己来摸索。**

靠自己的力量，实现自己大大小小的梦想，别人——任何人都可能会对你失约！

魏特利有幸在年少时，便学会了自立自强。他父亲在二次大战时身在国外，当他九岁时，在圣地亚哥附近，有一个陆军制空炮兵团，他和那些驻扎的士兵交上了朋友一起消磨闲暇时间。他们会送魏特利一些军中纪念品，像陆军伪装钢盔、背带及军用水壶，魏特利则以糖果、杂志，或邀请他们来家中吃便饭，作为回赠。魏特利永难忘怀那一天，他回忆道：“那天我的一位士兵朋友说：‘星期天上午五点，我带你到船上钓鱼。’我雀跃不已，高兴地回答‘哇哈！我好想去。我甚至从未靠近过一艘船，我总是在桥上。防波堤上，或岩石上垂钓。眼看着一艘艘船开往海中，真令人羡慕！我总是梦想，有一天我能在船上钓鱼。噢，太感谢你了！我要告诉我妈妈，下星期六请你过来吃晚饭。’”“周六晚上我兴奋地和衣上床，为了确保不会迟到，还穿着网球鞋。我在床上无法人眠，幻想着海中的石斑鱼和梭鱼，在天花板上游来游去。清晨三点，我爬出卧房窗口，备好鱼具箱，另外还带备用的鱼钩及鱼线，将钓竿上的轴上好油。带了两份花生酱和果酱三明治。四点整，我就准备出发了。钓竿、鱼具箱、午餐及满腔热情，一切就绪——坐在我家门外的路边，摸黑等待着我的士兵朋友出现。”

“但他失约了。”

“那可能就是我一生中，学会要自立自强的关键时刻。”

“我没有因此对人的真诚产生怀疑或自怜自艾，也没有爬回床上生闷气或懊恼不已，向母亲、兄弟姊妹及朋友诉苦，说那家伙没来，失约了。相反的，我跑到附的售货摊，花光我帮人除草赚来的所有的钱，买了那艘上星期在那儿看过、补缀过的单人橡胶救生艇。近午时分，我才将橡皮艇吹满气，我把它顶在头上，里头放着钓鱼的用具，活像个原始狩猎队。我摇着浆，滑入水中，假装我将启动一艘豪华大油轮，航向海洋。我钓到一些鱼，享受了我的三明治，用军用水壶喝了些果汁，这是我一生中最美妙的日子之一。那真是生命中的一大高潮。”

魏特利经常回忆那天的光景，沉思所学到经验，即使是在9岁那样稚嫩的年纪，他也学到了宝贵的一课：“首先学到的是，只要鱼儿上钓，世上便没有任何值得烦心的事了。而那天下午，鱼儿的确上钓了！而且，士兵朋友教给我了，光有好的意图并不够。士兵朋友要带我去，也想着要带我去，但他并未赴约。”然而对魏特利而言，那天去钓鱼，却是他最大的希望，他立即着手设定计划，使愿望成真。魏特利极有可能被失望的情绪所击溃，也极可能只是回家自我安慰：“你想去钓鱼。但那士兵却没来，这就算了吧！”相反的，他心中有个声音告诉他：仅有欲望不足以得胜，还要立刻行动，要自立自强，试责开发出所有的能量。

真正能帮助你的人，往往只有你自己，人生没有导航的人，一切都要靠自己来摸索。怀疑、等待、抱怨只会让你丧失自己的根本，永远也无法真正走向成熟。唯有自强自立，才能点燃你生命的希望，帮助你一步步地走向成功。

### 相信你自己

**一个人要想成功必须拥有自信。不能让他人的言语左右了你的行动，更不能把自己的命运交到他人的手里。**

在成功道路上飞奔的每个人，都有挫折打不败的信心。所以，你要相信你自己，你是不惧怕任何困难与挫折的，因为你知道你能够战胜它们。自信自己有能力，你就有能力；相信自己成功，你就会成功。所以，用行动证明给那些怀疑你能力的人，告诉他们你能行！

春秋战国时代，一位父亲和他的儿子出征打战。父亲已做了将军，儿子还只是马前卒。又一阵号角吹响，战鼓雷鸣了，父亲庄严地托起一个箭囊，其中插着一只箭。父亲郑重对儿子说：“这是祖传宝箭，配带身边，力量无穷，但千万不可抽出来。"

那是一个极其精美的箭囊，厚牛皮打制，镶着幽幽泛光的铜边儿，再看露出的箭尾，一眼便能认定是用上等的孔雀羽毛制作的。儿子喜上眉梢，贪婪地想像着箭杆、箭头的模样，耳旁仿佛嗖嗖的箭声掠过，敌方的主帅应声折马而毙。

果然，配带宝箭的儿子英勇非凡，所向披靡。当鸣金收兵的号角吹响时，儿子再也禁不住得胜的豪气，完全背弃了父亲的叮嘱，强烈的欲望驱赶着他呼一声就拔出宝箭，试图看个究竟。骤然间他惊呆了。

一只断箭，箭囊里装着一只折断的箭！

我一直挎着只断箭打仗呢！儿子吓出了一身冷汗，仿佛顷刻间失去支柱的房子，意志轰然坍塌了。

结果不言自明，儿子惨死于乱军之中。

拂开蒙蒙的硝烟，父亲拣起那柄断箭，沉重地啐一口道：“不相信自己的意志，永远也做不成将军。”

把胜败寄托在一只宝箭上，多么愚蠢，而当一个人把生命的核心与把柄交给别人，又多么危险！比如把希望寄托在儿女身上；把幸福寄托在丈夫身上；把生活保障寄托在单位身上……

其实，你不用依赖任何人和事，只要相信你自己就足够了。你自己就是一只箭，若要它坚韧，若要它锋利，若要它百步穿杨，百发百中，磨砺它，拯救它的只能是你自己。

5年前，斯蒂芬·阿尔法经营的是小本农具买卖。他过着平凡而又体面的生活，但并不理想。他一家的房子太小，也没有钱买他们想要的东西。阿尔法的妻子并没有抱怨，很显然，她只是安于天命而并不幸福。

但阿尔法的内心深处变得越来越不满。当他意识到爱妻和他的两个孩子并没有过上好日子的时候，心里就感到深深的刺痛。

但是今天，一切都有了极大的变化。现在，阿尔法有了一所占地2英亩的漂亮新家。他和妻子再也不用担心能否送他们的孩子上一所好的大学了，他的妻子在花钱买衣服的时候也不再有那种犯罪的感觉了。明年夏天，他们全家都将去欧洲度假。阿尔法过上了真正的生活。阿尔法说：“这一切的发生，是因为我利用了信念的力量。5年以前，我听说在底特律有一个经营农具的工作。那时，我们还住在克利夫兰。我决定试试，希望能多挣一点钱。我到达底特律的时间是星期天的早晨，但公司与我面谈还得等到星期一。晚饭后，我坐在旅馆里静思默想，突然觉得自己是多么的可憎。‘这到底是为什么！’我问自己‘失败为什么总属于我呢？’”

阿尔法不知道那天是什么促使他做了这样一件事：他取了一张旅馆的信笺，写下几个他非常熟悉的、在近几年内远远超过他的人的名字。他们取得了更多的权力和工作职责。其中两个原是邻近的农场主，现已搬到更好的边远地区去了；其他两位阿尔法曾经为他们工作过；最后一位则是他的妹夫。

阿尔法问自己：什么是这5位朋友拥有的优势呢？他把自己的智力与他们作了一个比较，阿尔法觉得他们并不比自己更聪明；而他们所受的教育，他们的正直，个人习性等，也并不拥有任何优势。终于，阿尔法想到了另一个成功的因素，即主动性。阿尔法不得不承认，他的朋友们在这点上胜他一筹。

当时已快深夜3点钟了，但阿尔法的脑子却还十分清醒。他第一次发现了自己的弱点。他深深地挖掘自己，发现缺少主动性是因为在内心深处，他并不看重自己。

阿尔法坐着度过了残夜，回忆着过去的一切。从他记事起，阿尔法便缺乏自信心，他发现过去的自己总是在自寻烦恼，自己总对自己说不行，不行，不行！他总在表现自己的短处，几乎他所做的一切都表现出了这种自我贬值。

终于阿尔法明白了：如果自己都不信任自己的话，那么将没有人信任你！

于是，阿尔法做出了决定：“我一直都是把自己当成一个二等公民，从今后，我再也不这样想了。”

第二天上午，阿尔法仍保持着那种自信心。他暗暗以这次与公司的面谈作为对自己自信心的第一次考验。在这次面谈以前，阿尔法希望自己有勇气提出比原来工资高750甚至1000美元的要求。但经过这次自我反省后，阿尔法认识到了他的自我价值，因而把这个目标提到了3500美元。

结果，阿尔法达到了目的。他获得了成功。

你可能渺小且平凡，也可能美好并杰出，你究竟怎样其实在很大程度上取决于你的自我意识究竟如何，取决于你是否能够真正的拥有自信。

有的人怀疑自己，对自己没有信心，他们不知道自己有很大的潜能，只是没有开发或开发不够而已。实际上，一旦你有了自信，你的潜能就会被开发出来。所以说，自信心对一个人很重要，有自信的人积极进取，百折不挠，没有自信的人消极颓废，经受不了任何挫折和打击。一个人不管做什么事情都需要自信，而且不管做的事情成功与否，都应该保持自信，这样才有可能成功。记住：相信你自己，没有什么不可以。你就是一座金矿，拥有了自信，你就一定能够在自己的人生中展出现迷人的风采。

## 第二章　活出真我，做自己的人心不累

有些人为了一己私利，也为了满足虚荣心，会不惜一切代价要个面子。岂不知这是给自己带上假面具，套上枷锁。面子固然重要，但不必为了没意义的面子让自己受苦遭罪，顺其自然，活出一个真实的我才会让自己过得更轻松。

### 不要活在别人的眼里

**做人要有自己的价值判断和主见，不能随波逐流或囿于某种内、外在因素的控制，否则，人生会遭遇许多意想不到的麻烦和困局。**

很多时候，我们常被人们支配。他们最常挂在嘴边的是：“你应当……”，“你不应该……”。一般人碰到这类要求，通常都很难回绝，尤其是提出要求的人是你最亲密的伙伴，“不”字就更难开口了。日子一久，这种互动关系定型后，就形成了一种默契或是彼此的承诺。

万一哪天对方又要你做这个做那个，而你却坚持己见时，那会发生什么事呢？一方面，对方一定会勃然大怒，认为你违背了双方的承诺；另一方面，如果你坚持不做这些“应该”做的事，你会心生愧疚。

不要忘了，我们有权利决定生活中该做些什么事，不应由别人来代作决定，更不能让别人来左右我们的意志，让自己成为傀儡。况且，他人并不见得比我们更了解情况，也不会比我们聪明到哪里去，所以，他们所提出的这类“理所当然”的事很可能不是我们的最佳抉择。你的最佳抉择还是应该经由自己深入分析、思考之后，所作的独立判断来取舍。

特别是在职场中，学会说“不”是办公室政治中的重要策略，这关系到你是否做得顺心如意。然而有些人几乎是到了鞠躬尽瘁的地步，主管交给他的任务，他从来不打马虎眼，要求他额外超时加班，他也毫无怨言，同事拜托他的事，不管是不是他分内的职责，他总是不忍拒绝。其实，他早已忙得分身乏术，焦头烂额，但他还是强打精神说：“没事！没事！”没有人知道他累得半死，但是，他就是不愿开口对人说“不”！

最明显的现象莫过于，你总是强迫自己做一些你并不想做的事，即使有不满的情绪，你也强忍去做。你认为别人把这些事情交给你做，是因为看得起你，信任你的能力。如果你一旦拒绝，别人就会怪罪你，批评你不善于与人合作，使你产生一种罪恶感。总而言之，你不希望自己的拒绝恶化了你在别人眼中的形象，影响自己的前程。但不知这种做法很有可能事与愿违。下面的一个故事相信会给你带来一些感想。

在一个春寒料峭的下午，一家外企的门前。

通往公司大门的高台阶下，停着一辆豪华轿车。一位长得挺帅的中国小伙子（大约是秘书）恭敬地侧身一旁，一只手拉开车门，另一只手护在车门楣上，恭恭敬敬地立着。一位身形高大的外国人在钻到车门楣下时，猛地起身用脑瓜往上一顶，那位秘书的手背上立即流出鲜血……

这显然是蓄意的，但是那位小伙子却诚惶诚恐地问道：“总经理，您没事吧？”

“我没事，你呢？”

“您没事就好！您没事就好！”那位小伙子如释重负，十分优雅地将受伤的那只手背到身后，用另一只手再次护在车门楣上，依旧温文尔雅地微笑着说：“请！”

“慢！”

就在总经理坐进车内正想启动时，一位小姐从公司的玻璃门后冲了出来。她的一只高跟鞋在冲下台阶时甩掉了，于是她极快地踢掉另一只，三步并作两步冲到车前，一下子拽开车门，以不容商议的口气说：“总经理先生，请您下车！”

这位身材窈窕的小姐，光着脚站在车门前，静静地站着，僵持了几秒钟后，那位外国人只有顺从地钻出了汽车。

这时，小姐转过身来，一把抓住那位秘书的手，从衣兜里抽出一条手绢，迅速地包扎着……鲜血浸透了手绢，小姐又掏出另一条手绢，精心地、一层一层地包裹上去……

因为工作的关系，她穿得十分单薄。上身一件丝质衬衫，下身一件黑色及膝短裙和长筒丝袜。

秘书羞愧地垂下头。

小姐又转过身面对那位高大而卑鄙的总经理，义正词严地说：“您有责任送他到医院医治！”

“是的，是的。”外籍总经理只得连声说道。

总经理的专车只有抛下总经理载着伤者飞驰而去。

在人们心目中，外资企业的工作环境是绝对优良的，收入也是绝对优厚的。许多高学历者为了竞争一介文员甚至服务员的位置而精心准备、全力以赴。一旦被外资企业的老板挑中时，在怕被炒鱿鱼的心理压力下，他们就表现得高度谦和、忍让。那位小姐不知是否有类似委曲求全的经历，但她在同事遇到故意伤害时表现出来的，却是一种勇气和人格的力量。所以，说“不”不但能让你摆脱别人的控制，而且能让你的人格力量得到彰显。

事实上，我们常常过度在乎自己对别人的重要性。就好像我们常常听到调侃别人的一句话：“没有你，地球照样在转动。”这句话的意思是说，没有什么人是不能被取代的。如果你把每一件事都看成是你的责任，妄想完成每一件事，这无异于自找苦吃。你真正该尽的责任是，对你自己负责，而不是对别人负责。你首先应该认清自己的需求，重新排列价值观的优先顺序，确定究竟哪些对你才是真正重要的。把自己摆在第一位，这绝不是自私，而是表明你对自己道德意识的认同。

你虽然赞成这种说法，可是你觉得还是有些为难，你不知道该如何开口说“不”。真有那么困难吗？其实那是我们的本能。心理学家说，人类所学的第一个抽象概念就是用“摇头”来说“不”，譬如，一岁多的幼儿就会用摇头来拒绝大人的要求或者命令，这个象征性的动作，就是“自我”概念的起步。

“不”固然代表“拒绝”，但也代表“选择”，一个人通过不断的选择来形成自我，界定自己。因此，当你说“不”的时候，就等于说“是”，你“是”一个不想成为什么样子的人。

勇敢地说“不”，这并不一定会给你带来麻烦，反而是替你减轻压力。如果你现在不愿说“不”，继续积压你的不快，有一天忍耐到了极限，你失控地大吼：“不”，面对难以收拾的残局，别人可能会反过头来不谅解地问你：“你为什么不早说？”

如果你想活得自在一点，请勇敢地站出来说“不”。记住，你不必内疚，因为那是你的基本权利。

做人要有自己的价值判断和主见，不能随波逐流或囿于某种内、外在因素的控制，否则，人生会遭遇许多意想不到的麻烦和困局。这样，一方面，会让你的精力在无端的纠缠和烦恼中耗尽；一方面，会让自己日益成为“鸵鸟人”和“鹦鹉人”，在别人的心中失去应有的分量和尊重。

### 尊重自己的本性

**知道尊重自己本性的人才不至于迷失了自己，也才能清晰地看清自己要走的路。这样，人才会心平气和地走属于自己的路。**

俗事的纷繁芜杂使我们往往会让我们的心灵祛瘀浑浊。每一次的呈现都多了一点修饰，每一次的语言都少了一分真实。很多人习惯于疲惫的伪装，总以为这样就可以赢得更多，过得更好。可到头来你会发现，自己不仅没有得到自己想要的，还丢了自己最初拥有的。那么，当初为什么就不能尊重自己的本性，做那个最真的自己？也许正是因为没有彻悟。

文喜禅师去五台山朝拜。到达前，晚上在一茅屋里住宿，茅屋里住着一位老翁。文喜就问老翁：“此间道场内容如何？”

老翁回答道：“龙蛇混杂，凡圣交参。”

文喜接着问：“住众多少？”

老翁回答：“前三三、后三三。”

文喜第二天起来，茅屋不见了，只见文殊骑着狮子步入云中，文喜自悔有眼不识菩萨，空自错过。

文喜后来参访仰山禅师时开悟，安心住下来担任煮饭的工作。一天他从饭锅蒸汽上又见文殊现身，便举铲打去，还说：“文殊自文殊，文喜自文喜，今日惑乱我不得了。”

文殊说偈云：“苦瓜连根苦，甜瓜彻蒂甜，修行三大劫，却被这僧嫌。”

有时我们因总把眼光放在外界，追逐于自己所想的美好事物，常常忽视了自己的本性，在利欲的诱惑中迷失了自己。所以才终日心外求法，因此而患得患失。如果能明白自己的本性，坚守自己的心灵领地，又何必自悔自恼呢？

诗人卞之琳写道：“你站在桥上看风景，看风景的人在楼上看你。”带着妻儿到乡间散步，这当然是一道风景；带着情人在歌厅摇曳，也是一种情调；大权在握的要员静下心来，有时会羡慕那些路灯下对弈的老百姓，可是平民百姓没有一个不期盼来日能出人头地的；拖家带口的人羡慕独身的自在洒脱，独身者却又对儿女绕膝的那种天伦之乐心向往之……

皇帝有皇帝的烦恼，乞儿有乞儿的欢乐。乞儿的朱元璋变成了皇帝，皇帝的溥仪变成了平民，四季交错，风云不定。一幅曾获世界大赛金奖的漫画画出了深意：第一幅是两个鱼缸里对望的鱼，第二幅是两个鱼缸里的鱼相互跃进对方的鱼缸，第三幅和第一幅一模一样，换了鱼缸的鱼又在对望着。

我们常常会羡慕和追求别人的美丽，却忘了尊重自己的本性，稍一受外界的诱惑就可能随波逐流，事实上，每一个人都有自己独有的优点和潜力，只要你能认识到自己的这些优点，并使之充分发挥，你也必能成为某一领域的领军人物。所以，做人没有必要总是做一个跟从者，一个旁观者，只需知道自己的本性就足可以成为一道风景。不从外物取物，而从内心取心，先树自己，再造一切，这才是你首先要做的。

### 虚荣会害了自己

**你就是你，我就是我，这个世界比你强的人有很多，比你差的也同样也不少，用心活出一个个性的自我，就是你自身的价值所在。**

有人为了虚荣不惜“打肿脸充胖子”，外面看上去很“光彩”，但吃苦受罪的还是自己，为了外表的“光彩”而遭受实在的痛苦，这不是很可悲的一件事吗？

莫泊桑有一篇关于虚荣心的小说《项链》，女主人公玛蒂尔德和丈夫结婚后，总在幻想自己家里富丽堂皇，摆满了银器，生活优越奢华。虽然丈夫对她百般呵护，疼爱有加，她仍然不能满足于现状。她渴望步入上流社会结交权贵，成为人人羡慕的贵妇。一次偶然的机会，丈夫为她弄到一张舞会的票，由于舞会上有达官显贵的出现，她高兴致极，用家里的积蓄为自己精心订做了一套晚礼服。可是，却没与之相配的首饰珠宝，她只好去找朋友借，朋友倒是非常客气，让她在自己的首饰盒里随便挑，她选中了一串翡翠项链，舞会那天的晚上，她光彩照人，跳了个尽兴。回到家之后，她依然不能忘记自己在舞会上受人追捧的情景，她想要在镜子面前仔细欣赏一下自己迷人的风采，却发现项链不知在什么时候丢了。她吓得魂飞魄散，和丈夫一起找遍了大街小巷仍然一无所获，最后在一家珠宝商人那里看到了和那串项链一模一样的项链，价格却高的吓人。但是为了还朋友的项链，她只好以借贷的形式买下了那串项链。为此，她付出了十年的青春让丈夫和她一起还那串项链的借款。十年之后，当她再一次和朋友相见时，朋友怎么都认不出她了，因为她看上去比实际年龄老了很多，衣服也穿的破烂不堪，手上的皮肤干涩而粗糙。十年的苦难她其实没有必要去受，虚荣毁了她，让她为那条项链付出了昂贵的代价。

现实中，类似的例子还有很多，许多人因为虚荣吃亏上当，甚至有苦说不出，打掉牙往肚子里咽。

小镇里有一个人在家里特怕老婆。可是为了争面子，外人面前他从来都说自己是一家之主，老婆什么事儿都依着他。一天，一个小贩人背了一卷地毯沿街叫卖，他和一群邻居在树下纳凉，津津有味地和邻居说着老婆怎么怎么怕他。碰巧这个小贩过来了，小贩把一卷地毯放在他面前，听完他的高谈阔论之后，就开口和他讲生意：“大哥，你买一块地毯吧，回去铺在地上又美观又干净，累了往上一躺，都不用脱鞋的。”众人让这个小贩打开地毯看一看，花色确实也很漂亮，就劝他买了吧，他佯装称赞一番说有点贵，不买。

小贩把价钱降了一降，他却仍然说贵。小贩和他磨了半天嘴皮子仍然无法动摇他的决心。这时，小贩卷起了地毯，拍拍他的肩膀说：“大哥，是怕老婆吧！做不了老婆的主就明说嘛！我不会为难你的。”只见他的脸一下子从耳根红到脸、眼睛瞪的溜圆：“谁说的，我老婆在家得听我的，我让她往东，她不敢往西，我做不了她的主，反了她了。到底多少钱？我买了。”小贩一下子眉开眼笑：“大哥，看你这么爽快，那就300元了，算便宜卖给你，以后咱俩做个朋友。”就这样，一笔交易完成了。后来，听说他买回去的那块地毯质量差的要命，他被老婆狠狠地骂了一顿，却一声都不敢回。

这就是虚荣的结果，为了撑起一个在别人眼里的高大形象，只好自己吃亏受累。人其实没有必要活得那么累，每个人都有自己的人生路，假如人人都让这种虚荣心左右，那么还有什么个性可言，世界会少了多少色彩？如果为了满足自己的虚荣心去出卖自己的灵魂，岂不悲惨？你就是你，我就是我，这个世界比你强的人有很多，比你差的也同样也不少，用心活出一个个性的自我，就是你自身的价值所在。没有必要去为虚荣卖命，因为它会引导你走入歧途，甚至毁了你。

### 摒弃多余，追求简单

**为什么我们不能活得简单一点？缩减一下无休止的欲望，摒除生活中那些多余的东西，给自己一点轻松，去享受真正属于自己的人生。**

这是一个物欲膨胀的年代，一个人贫穷就会被视为无能，所以，越来越多的人为了满足自己不断高涨的虚荣心，不得不丢掉心灵的宁静，义无反顾地投入商品经济的浪潮里。有人为拥有一幢豪华别墅、一辆漂亮小汽车而加班加点地拼命工作，每天晚上在电视机前疲惫地倒下；或有人为了一次小小的提升，而默默忍受上司苛刻的指责，并一年到头赔尽笑脸；有人为了无休无止的约会，精心装扮，强颜欢笑，到头来回家面对的只是一个孤独苍白的自己……我们真该问问自己，这些真的都是必需品吗？它们真的那么重要吗？

爱琳·詹姆丝是美国倡导简单生活的专家。作为一个投资人、作家和地产投资顾问，在这个领域努力奋斗了十几年后，有一天，她坐在自己的写字桌旁，呆呆地望着写满密密麻麻事宜的日程安排表。突然，她认识到自己对这张令人发疯的日程表再也无法忍受下去了。自己的生活已经变得太复杂了，用这么多乱七八糟的东西来塞满自己清醒的每一分钟，简直就是一种疯狂愚蠢的生活。

就在这一刻，她作出了决定：要开始简单的生活。她着手开始列出一个清单，把需要从生活中删除的事情都列出来。然后，她采取了一系列大胆的行动。首先，她取消了所有预约电话。其次，她停止了预定的杂志，并把堆积在桌子上的所有没有读过的杂志都清除掉。最后，她注销了一些信用卡，以减少每个月收到的账单函件。通过改变日常生活和工作习惯，使得她的房间和草坪变得更加整洁。她的整个简化清单包括八十多项内容。

许多人在虚荣心的促使下，总是把拥有物质的多少、外表形象的好坏看得过于重要，他们用金钱、精力和时间，换取一种有目共睹的优越生活，却没有察觉自己的内心在一天天枯萎。事实上，只有真实的自我，才能让人真正地容光焕发。当你只为内在的自己而生活，而不在乎外在的虚荣时，幸福感才会润泽你干枯的心灵，就如同雨露滋润干涸的土地。

事实证明，我们需求的越少，得到的自由就越多。正如梭罗所说：“大多数豪华的生活以及许多所谓舒适的生活，不仅不是必不可少的，反而是人类进步的障碍，对于豪华和舒适，有识之士更愿过比穷人还要简单和粗陋的生活。”

为了追求更富裕的物质生活，我们每天都在不停地与时间赛跑，与自己赛跑，结果我们买了大房子，买了高级轿车，却失去了最纯真的快乐。在这个物欲横流的社会，我们总是担心如果自己不去做，就会失去一些东西。是的，我们的确会失去什么东西，但是这有什么不好呢？重要的是我们还活着，不仅仅是活着，而是活得更潇洒，因为我们不用总是试图去做常常是勉为其难的事情，更不会沦为房奴、车奴。

看看那些对人类的艺术领域、科学领域做出过卓越贡献的人，如毕加索、莫扎特、爱因斯坦，他们都生活得极为简单。他们全神贯注于自己的所热爱的领域，不断挖掘内在的创造源泉，获得了丰富多彩的人生。

如今，简单主义正在成为一种新兴的生活主张。因为许多人所崇尚的富有、舒适的生活，不仅不是必不可少的，而且是人类进步的障碍和历史的悲哀。于是，就有了一些明智的人，他们宁愿放弃奢华的生活，而去选择另一种简单而真实的生活方式。

斯迪芬在她所在社区的一次停电中，发现了简单生活的妙处。在那次意外的停电中，斯迪芬和她的家人，对黑暗中的秘密十分感兴趣：不仅有神奇的萤火虫，还有城市的静寂、久违的家庭温馨和邻里的关怀。

其实，在离他们不远的地方，已经有些人选择了“无电源插头”的生活。

为什么要选择无电生活呢？其中最大的一个好处是：孩子们可以在无电视的环境里成长。没有暴力，没有商业行为，没有电子游戏。孩子们读书、爬树、在河里游泳……总之，他们像健康的小动物一样成长。其实，他们本来就应该是这样的。

另外一个好处就是经济、省钱。人们不用月月缴纳电费、有线电视费以及各种网络有偿服务的费用，甚至不必受到电视广告的蛊惑而增加不必要的消费。

当然，简单生活的物质虽然匮乏，但是精神一定要自在；简单生活也不是无所事事，它是心灵的单纯。一个清洁工和一个公司总裁同样可以选择简单生活，一个隐居者和一个百万富翁如果都认同简单的做法，他们同样可以更充分地吸取生活的营养，然后快乐终生。

有人说“我再也不要用年收入来界定自己的价值”；曾经是歌手也是九歌儿童剧团团长的邓志浩，因为向往田园生活而在山中与家人筑屋而居。其实，并不是想鼓励大家都搬到山上去住，而是重新看清楚自己要的是什么。你有多久没有和家人一起吃饭？你是不是晚上都是超过十二点才回到家？赚钱本身没有错，但是永远无法满足的物质欲望却像是一个无底洞，唯有金钱和精神平衡才是圆满的。想想看，你是否仍陷在物质的深渊中不可自拔呢？

简单的关键是你自己的选择和内心感受。就像素食主义只是简单主义者的一种选择，但并非简单生活的实质。简单其实是一种全新的生活哲学。当你用一种新的视野观看生活、对待生活时，你会发现许多简单的东西才是最美的，而许多美的东西正是那些最简单的事物。

摒弃那些多余的东西，不要让自己迷失方向。贪婪的占有只会占用大量的时间和精力，而这些时间和精力本来可以用于我们真正希望去做的事情。多一份舒畅，少一份焦虑；多一份真实，少一份虚假；多一份快乐，少一份悲苦，这就是简单生活所追求的目标。

### 大话吹嘘要不得

**虚假之名如同肥皂泡，一吹即灭；如同朝露，太阳照射即会消逝。**

成功的欢乐不亚于尝到幸福的果实，成功的希望牵拽着每颗跳动的心灵。可是，在追求成功的奋斗中，信心、自信固然是支柱，可有人却携带了自我吹嘘这颗毒瘤。

事实只有十分之一，或者连十分之一都不足，却有人把话说到十分，虚多而实少。这样的人靠一只三寸不烂之舌，说得非常动听，而一部分人也许会上他的当，信以为真。

比如，有些人对自身的经历，说得津津有味：某事是他做的，某计划是他拟的，某问题是他解决的，好像他是足智多谋的万能博士；有些人的事业并无什么发展，却说如何有成绩，一副成功在握的样子；还有些人与某一位名人实在并没有多少关系，他却对人说某人如何器重他，某事曾和他商量过……这些都是自我吹嘘的表现。这些人终究会被他们的吹嘘所累，害人害己。

自夸是做人的大忌。为什么？因为这种做法往往会给别人一种逞强、逞能的较劲之感。其实，随意自夸的人貌似比人聪明百倍，实际上他比任何人都愚笨几倍。那些聪明的人在取得了成绩的时候，从来不吹嘘自己。

据《战国策·魏》记载，公叔座在战胜韩、赵之后，辞谢了魏惠王出郊相迎和赐四百万钱的奖赏，并指出，“使士卒不溃不散，强毅不屈，百折不挠的，正是吴起教导的影响，我没有这水平；事前观察了解复杂的地形，暗暗决定安排得失的力量，使全军将士不迷惑的，是巴宁等人出的力；定立赏罚制度于前，使民诚信遵守于后，这是大王明文规定的法规；看到敌人可以进攻，就击鼓进军，不敢懈怠，这是我所做的。大王只为我有这双不敢懈怠的手赏赐我就行了，说我有功，可我又有什么功呢？”

魏惠王认为他说得很有道理，于是便寻找吴起的后人，并赏田二十万，同时赐巴宁等人田地各十万。通过这件事，他更加了解了公叔座。

在君主面前夺人之功、掠人之美，是常人的能事，但将功劳让与他人却实在是不容易，只有正直、无私的人才能做到这一点。

自我吹嘘的动机是为表示自己的了不起，借以取得大众的信任或者借此提高身份甚至是施展某种诡计，这些都是不合道德的。英国的培根说：“自夸自赏为明智者所避免，为愚蠢者所追求。”自我吹嘘的出发点往往是求得虚荣心的满足。若把自我吹嘘当成一种人生的技巧和手段，则这种手段是笨拙的，有朝一日曝光，就会遭人嘲弄。本来你是个什么样子，能够做成什么和已经做了什么，都客观地存在着，别人皆看得一清二楚。自我吹嘘、自我欣赏一下，无非是担心自己的长处、优势不鲜为人知，名不彰、声不显。

说到底，自我吹嘘只是在于强为自己扬名，以满足自己的虚荣心。有时候，自我吹嘘的手段能够给自己带来扬名的好处，但是，这种名声犹如水上陌、纤中尘，是一个虚假之名，它经不起实践的推敲，更耐不住时间的检验。虚假之名如同肥皂泡，一吹即灭；如同朝露，太阳照射即会消逝。

实际上，自我吹嘘的场合和范围是十分有限的，你只能在陌生的场合，对着一些不认识你、不了解你的人自夸一番，因为人家暂时不了解你，或许你能一时欺骗和蒙蔽别人，可以让别人暂时错误地以为你是何等不凡、何等高明。但是，如果因你的自夸而真正引起了别人的关注，乃至引起了别人的崇拜和尊敬，那你就惨了。崇拜和尊敬你的人迟早会了解你，发现你的庐山真面目，发现你是个吹牛大王。那时候，人家就会鄙视你，对你不屑一顾。你编织了一个圈，一个可怜的骗人圈套，到头来只会是弄巧成拙，搬起石头砸自己的脚。

一个人老是喜欢吹嘘自己，是虚荣心作祟，而根本原因是不能正确认识自己，不知道自己到底几斤几两。人应该认识到自我的局限性，善于发现自己的缺点和不足，这才是智慧，才是走向成功的法宝。

### 骄傲是无知的表现

**当一个人过高地估计了自己的地位、声誉和财富，并对此产生自我崇拜时，便产生骄傲的心态。**

骄傲是一个人对自己在某个方面或领域有卓越价值的肯定，是对自己成绩的认知。生活中，人们总是不会缺乏骄傲的理由，一件新衣服，一种新发型，都能引起他们的骄傲之情。骄傲的情绪，人所难免，但过度的骄傲就是虚荣。

很多时候，骄傲和虚荣常常是一对孪生兄弟，虚荣的结果常常是骄傲。一个心性骄傲的人，从不会把别人放在眼里，他们都认为自己比别人强。但他们忘了，骄傲的人只能让人厌烦，要知道人外有人，太过骄傲只能自取其辱。

古时候有一则笑话，说有人做了首诗自吹道：“天下文章有三江，三江文章唯我乡，我乡文章数舍弟，舍弟跟我学文章。”转了一个大弯，还是自己的文章好，如此骄傲浅薄之人又能做出什么好文章来？

生活中，我们也常常会遇到这样的情况，越是知识渊博的人越表现得谦逊无比，相反那些“一瓶不满半瓶晃荡”的人却喜欢张扬。所以，一个人要想圆通处世或者成就大事都必须要戒傲，做到有才学而不张扬，有情趣而不肤浅！

相传南宋时江西有一名士傲慢之极，凡人不理。一次他提出要与大诗人杨万里会一会。杨万里谦和地表示欢迎，并提出希望他带一点江西的名产配盐幽寂来。名士一听就傻了眼，他实在搞不懂杨万里要他带的是什么东西，只好“请先生原谅，我读书人实在不知配盐幽寂是什么乡间之物，无法带来。”

杨万里则不慌不忙从书架上拿下一本《韵略》，翻开当中一页递给名士，只见书上写着：“豉，配盐幽寂也。”原来杨万里让他带的就是家庭日常食用的豆豉啊！此时名士面红耳赤，方恨自己读书太少，始觉为人不该傲慢。

骄傲有很多的害处，但最危险的结果就是让人变得盲目，变得无知，变得更加虚荣。骄傲会培育并增长盲目，让我们看不到眼前一直向前延伸的道路，让我们觉得自己已经到达山峰的顶点，再也没有爬升的余地，而实际上我们可能正在山脚徘徊。所以说，骄傲是阻碍我们进步的大敌。

曾经有一个学者，学富五车，精通各种知识，所以自认为无人可以和自己相比，很是骄傲。他听说有个禅师才学渊博，非常厉害，很多人在他面前都称赞那个禅师，学者很不服气，打算找禅师一比高下。学者来到禅师所在的寺院，要求面见禅师，并对禅师说：“我是来求教的。”

禅师打量了学者片刻，将他请进自己的禅堂，然后亲自为学者倒茶。学者眼看着茶杯已经满了，但禅师还在不停地倒水，水满出来，流得到处都是。“禅师，茶杯已经满了。”“是啊，是满了。”禅师放下茶壶说，“就是因为它满了，所以才什么都倒不进去。你的心就是这样，它已经被骄傲、自满占满了，你向我求教怎么能听得进去呢？”

骄傲是陷阱，只有克服和防止骄傲，才能在人生之路上不断前进。古人讲：“君子宽而不慢。”综观古今中外成大事者，都是虚怀若谷、好学不倦、从不骄傲的人。

骄傲是目中无人的盲目行为，是不自量力的狂妄作风。骄傲的本质是自我崇拜，是虚荣心膨胀的体现。当一个人过高地估计了自己的地位、声誉和财富，并对此产生自我崇拜时，便产生骄傲的心态。骄傲的人，其实是无知的人，他们不知道自己能吃几碗干饭，他们不懂自己只是沧海一粟……

### 是金子，别人会看见光芒

**不知收敛、好吹嘘自己的人，当真相被揭开时只会颜面无光、威风扫地。**

是金子，无论在哪里都会发光。如果你有才华，那么就无需炫耀自己，无需哗众取宠，无需靠别人的眼光来证明自己的存在。有些人为了满足自己的虚荣心，总喜欢炫耀和表现自己。所谓“老王卖瓜，自卖自夸”。其实，你若真有本事又何须炫耀？

先来看一则寓言故事：

斑鸠强占了小喜鹊的窝，看着无家可归的喜鹊，斑鸠开心地说：“你可知道谁是鸟中之王？”

小喜鹊胆战心惊地说：“您是鸟中之王！”斑鸠满意地飞走了。不久斑鸠又啄光了小麻雀头上的毛，然后傲慢地问小麻雀：“你可知道谁是鸟中之王？”

小麻雀吓坏了，结结巴巴地说：“当然您……您是鸟中之王。”

斑鸠这下神气极了，它真的把自己当作鸟中之王了，耀武扬威地飞来飞去，见到一种鸟就向其炫耀自己的身份。迎面碰到了老鹰，它又问老鹰：“你可知道谁是鸟中之王？”然后得意扬扬地等待着回答。

可是它没有听到老鹰说它是鸟中之王的回答，只看到老鹰扇了一下翅膀，它感到一股强风向自己袭来，然后就重重地从空中跌落在草丛里。它听到老鹰在它头顶恶狠狠地说：“这下你知道谁是鸟中之王了吧。”

斑鸠不知高低，自我吹嘘为鸟中之王，结果被老鹰一下子就打回了原形，威风扫地。其实，真正实力雄厚的才是王者，光靠嘴上功夫是吹不出什么来的。有本事要让别人去说，不能老王卖瓜自卖自夸。不知收敛、好吹嘘自己的人，当真相被揭开时只会颜面无光、威风扫地。

生活中有些人总好炫耀自己曾经的辉煌，甚至把炫耀先人的业绩当作自己的光荣，这是并不光彩的。资历深自然值得尊重，但老是挂在嘴上当歌唱，就会贬值了。一个真正成功的人是不喜欢自吹自擂的，因为群众的眼睛是雪亮的，如果你真有本事，又何须炫耀呢？

东汉初时的名将冯异在建立东汉王朝的战争中屡立功勋，然而他在每次战争后，总独自躲在大树下，而不像其他人那样，聚在一处争说自己的功劳，因而他赢得了“大树将军”的美称。功劳是客观存在的，别人抹杀不掉，而自己吹嘘也不会增添半点。

古今中外，有不少居功自傲的人，最终还是落得身败名裂的下场，只有那些继承了谦虚美德的老实人才能“赢得生前身后名”，为人所津津乐道。

美国南北战争时，北军格兰特将军和南军李将军率部交锋，经过一番空前激烈的血战后，南军一败涂地，溃不成军，李将军还被送到爱浦麦特城去受审，签订降约。无疑，格兰特将军是最后的胜利者，但是他并没有对自己的成绩自吹自擂，而是表现得非常谦虚。他说：“李将军是一位值得我们敬佩的人物。他虽然战败被擒，但态度仍旧镇定异常。像我这种矮个子，和他那六尺高的身材比较起来，真有些相形见绌。他仍穿着全新的、完整的军服，腰间佩着政府奖赐他的名贵宝剑；而我却只穿了一套普通士兵服装，只是衣服上比士兵多了一条代表中将军衔的条纹罢了。”这一番谦虚的话，远比自吹自擂好得多。

有本事要让别人去评价，不必自我吹嘘自我炫耀，因为你的成绩、你的成功，别人会比你看得更清楚。只有对自己的成就持有怀疑态度的人，才爱在人家面前抢出头，以掩饰不足。

曾经有人说：“愈是不喜欢接受别人赞誉的人，愈是表明他知道自己的成功是微不足道的。”假使一个人常常把一点微不足道的成绩当作一桩了不得的事情，那他无异于是在欺骗自己，就像那些被魔术欺骗了的观众一样。这样的人早晚将会走上失败之路，因为他早已没有自知之明了。一个没有自知之明的人做事就如同盲人摸象，又如何会取得成功呢？

好自我炫耀的人，常常是外强中干的。他们的目的只不过是为了引起大家对他的关注，以满足自己的虚荣心。没有本事的胡乱吹嘘，必定会被人揭穿真相而颜面尽失。有真本事也不要挂在嘴上，俗话说“群众的眼睛是雪亮的”，你有几斤几两，旁观的人心知肚明。因此还是收敛一下嘴上功夫，用行动说话最好。

### 把自己适当看高一点

**每个人都是最优秀的，差别就在于如何认识自己、如何发掘和重用自己。**

当你走到人前时，昂首挺胸总是要比低眉顺眼好。一个人若是自己都看不起自己，别人怎么会看得起他呢？所以，与其把自己看低，不如把自己看高。

在这个世界上，没有什么事情是不能办成的，没有什么结果是不能改变的，只要你对自己有信心，事情往往就成功了一半。前进的道路上，有时差的就是那自信的一步，前进一步便是不一样的人生。

古希腊的大哲学家苏格拉底在风烛残年之际，知道自己时日不多了，就想考验和点化一下他那位平时看来很不错的助手。

他把助手叫到床前，说：“我的蜡所剩不多了，得找另一根蜡接着点下去，你明白我的意思吗？”

“明白，”那位助手赶忙说：“您的思想光辉是得很好地传承下去。”

“可是，”苏格拉底慢悠悠地说：“我需要一位最优秀的传承者，他不但要有相当的智慧，还必须有充分的信心和非凡的勇气，你帮我寻找一位好吗？”

“我一定竭尽全力。”

苏格拉底笑了笑。

那位忠诚而勤奋的助手，不辞辛劳地通过各种渠道开始四处寻找了。可他领来一位又一位，都被苏格拉底一一婉言谢绝。一次，当那位助手再次无功而返时，病入膏盲的苏格拉底硬撑着坐起来：“真是辛苦你了，不过，你找来的那些人，其实都不如……”

“我一定加倍努力，”助手恳切地说，“找遍五湖四海，也要把最优秀的人选挖掘出来。”

苏格拉底笑了笑，不再说话。

半年之后，苏格拉底眼看就要告别人世，最优秀的人选还是没有眉目。助手非常惭愧：“我真对不起您，令您失望了！”

“失望的是我，对不起的却是你自己，”苏格拉底很失意地闭上眼睛，停顿了许久，才又不无哀怨地说：“本来，最优秀的就是你自己，只是你不敢相信自己，才把自己给忽略、给丢失了。其实，每个人都是最优秀的，差别就在于如何认识自己、如何发掘和重用自己。”一代哲人就这样永远地离开了他曾经深切关注着的世界。

那位助手非常后悔，甚至自责了整个后半生。

为了避免自己这样的缺憾，你不妨把自己看高一点，认为这个世界上没有什么位置是你没有资格去占有的、没有什么东西是你不配享有的，然后信心十足地付出努力。你将发现，你的人生道路一下子变得豁然开朗了。

对于现代人说，我们就应该充分运用自己的智慧，付出辛勤的劳动，并尽享人生的美妙之感，这种享受既有精神的，也有物质方面的。也就是说，对于生活，我们应该更多更高的追求，只有这样，我们才有激情和动力去找出属于我们自身的金矿。

### 确立人生的意义

**信念有助于人们正确地看待人生，充分实现人生的价值，把有限的人生旅程装点。当人们确立了某种信念时，就会感觉到生活的意义和生命的价值。**

人生是没有意义的，你要为之确立一个意义。别人强加给你的意义，无论它多么正确，如果它不曾进入你的心理结构，它就永远是身外之物。

一所很有名望的大学里，当下正在热买的《拯救乳房》的作者毕淑敏正在演讲。从她演讲一开始就不断地有纸条递上来。纸条上提得最多的问题是——“人生有什么意义？请你务必说实话，因为我们已经听过太多言不由衷的假话了。”她当众把这个条念出来了，念完这个纸条以后台下响起了掌声。她说：“你们今天提出这个问题很好，我会讲真话。我在西藏阿里的雪山之上，面对着浩瀚的苍穹和壁立的冰川，如同一个茹毛饮血的原始人，反复地思索过这个问题。我相信，一个人在他年轻的时候，是会无数次地叩问自己——我的一生，到底要追索怎样的意义？“我想了无数个晚上和白天，终于得到了一个答案。今天，在这里，我将非常负责地对你们说，我思索的结果是人生是没有任何意义的！”

这句话说完，全场出现了短暂的寂静，如同旷野。但是，紧接着就响起了暴风雨般的掌声。这可能是毕淑敏在演讲中获得的最热烈的掌声。在以前，她从来不相信有什么“暴风雨”般的掌声这种话，觉得那只是一个拙劣的比喻。但这一次，她相信了。她赶快用手做了一个“暂停”的手势，但掌声还是绵延了若干时间。

她接着又说：“大家先不要忙着给我鼓掌，我的话还没有说完。我说人生是没有意义的，这不错，但是——我们每一个人要为自己确立一个意义！是的，关于人生意义的讨论，充斥在我们的周围。很多说法，由于熟悉和重复，已让我们——从熟视无睹滑到了厌烦。可是，这不是问题的真谛。真谛是，别人强加给你的意义，无论它多么正确，如果它不曾进入你的心理结构，它就永远是身外之物。比如我们从小就被家长灌输过人生意义的答案。在此后漫长的岁月里，谆谆告诫的老师和各种类型的教育，也都不断地向我们批发人生意义的补充版。但是有多少人把这种外在的框架，当成了自己内在的标杆，并为之下定了奋斗终身的决心？”

那一天结束讲演之后，所有听演讲的同学都有这样一种感觉，那就是：他们觉得最大的收获是听到一个活生生的中年人亲口说，人生是没有意义的，要你为之确立一个意义。

人生的意义是一个古老的话题了，从我们刚刚懂事的时候起，关于“人生意义”的教诲便一刻也没有停歇过。然而，即便如此，又有几人能够真正清楚地知道自己人生意义呢？如果不是有过深入的思考，树立长远的目标，恐怕这一生就要在浑浑噩噩中虚度了吧。

### 活给别人看没有任何意义

**每个人都应该坚持走为自己开辟的道路，不轻易受他人的观点所牵制。因为活着应该是为充实自己，而不是为了迎合他人的旨意。**

我们周围的世界是变化莫测的，我们所面对的人和事总是多方面、多角度、多层次的。我们每个人都生活在自己所感知的经验现实中，别人对你的反映大多有其原因和道理，但不可能完全反映你的本来面目和内在感受。

每个人都应该坚持走为自己开辟的道路，不轻易受他人的观点所牵制。因为活着应该是为充实自己，而不是为了迎合他人的旨意。

在机关里工作的老张，一心一意想升官，可是从年轻熬到斑斑白发，却还只是个小公务员。老张每次想起来就掉泪，有一天竟然趴在桌子上大哭起来。新同事小李刚来办公室工作，觉得很奇怪，便问老张到底为什么难过。老张说：“我怎么能不难过呢？我最早的上司爱好文学，我便学着做诗、学写文章，想不到刚觉得有点小成绩了，却又换了一位爱好体育的上司，我赶紧又改学体育，后来换了现在这位上司，我自认文武兼备，人也老成了，谁知上司喜欢青年才俊，而我现在这个年龄已面临退休了，如今一事无成，怎么能不难过？”

就像故事里的老张一样，没有自我的生活是十分痛苦的，没有自我的人生是索然无味的，丧失自我是悲哀的。要想拥有美好的生活，自己必须自强自立，拥有卓越的生存能力。没有生存能力又缺乏自信的人，肯定没有自我。一个人若失去自我，就没有做人的尊严，就不能获得他人的尊重。

生活中，有些人觉得：太老实会吃亏，被人轻视；表现太出格，又引来责怪遭受压制；甘愿瞎混，实在活得没劲；自己为了有所追求，每走一步都要加倍小心……天晓得怎么会生出那么多是是非非。你和新来的领导有所接近，有人就会怀疑你溜须拍马；你说话直言不讳，人家必然感觉你骄傲自满，目中无人；如果你工作第一，不管其他，人家就会说你不是死心眼太傻，就是别有用心……这些无中生有的言论，可以说是无处不在，无孔不入。如果你的听觉尚未失灵，再有意无意地卷入这种旋涡，那你的大脑很快就会塞满乱七八糟的东西，弄得你头昏眼花，非得被这样的生活累死不可。

由此可见，人要是没了主见，经不起别人的议论，那么就会一事无成，最后都不知该怎么办。我们若想活得不累，活得痛快、潇洒，只有一个切实可行的办法，就是主宰自己。走自己的路，让别人说去吧！

世界万物都不可能孤立地生活在这个世界上，人类也是如此，几乎所有的知识和信息都要来自教育和环境的影响，但你怎样接受、理解、加工和组合，是属于你个人的事情，这一切都要独立自主地去看待，去选择。

歌德说：“每个人都应该坚持走为自己开辟的道路，不被流言所吓倒，不受他人的观点所牵制。”让人人都对自己满意，这是不切实际、应当放弃的想法。如果你刻意要求人人都对你看着顺眼，感到满意，这样你必然会要求自己面面俱到。不论你怎么认真努力，去尽量适应他人，能做得完美无缺，让人人都满意吗？显然不可能。这种不切实际的期望，只会让你越活越累，越活越没精神。

诚然，我们无法改变别人的看法，能改变的仅是我们自己。每个人都有每个人的想法，每个人都有每个人的看法，不可能强求统一。与其把精力花在一味地去献媚别人，无时无刻地去顺从别人，还不如把主要精力放在踏踏实实做人上。改变别人的看法总是很难的，改变自己总是很容易的。

当自己改变了，也能恰当地改变别人的看法。光在乎别人随意的评价，自己不努力自强，人生会暗无天日的。别人公正的看法，应当做为我们的参考，以利修身养性；别人不公正的看法，不要把它放在心上，以免影响我们自己的情绪。

### 责任永远第一

**如果一个人失去责任感，即使做最擅长的工作，也会做得一塌糊涂。**

责任，从本质上说，是一种与生俱来的使命，它在我们的一生中都占据着重要的位置。只有那些能够勇于承担责任的人，才有可能被赋予更多的使命，才有资格获得更大的荣誉。一个缺乏责任感的人或一个不负责任的人，首先失去的是社会对自己的基本认可，其次失去了，别人对自己的信任与尊重，甚至也失去了自身的立命之本——信誉和尊严。

晓雷和马林是一家速递公司的职员，他们俩是工作搭档，工作一直很认真，也很卖力。上司对这两名员工很满意，但是老板想要从中选出一个人做部门主管，于是给他们进行了一个测试。

老板让他们将一件很贵重的古董送到码头，并反复叮嘱他们路上要小心。没想到送货车开到半路却坏了。如果不按规定时间送到，他们要被扣掉一部分奖金。

晓雷见此情况，二话没说，就背起邮件，一路小跑去码头，终于在规定时间赶到了码头。这时，马林说：“我来背吧，你去叫货主。”他心里暗想：如果客户看到我背着邮件，把这件事告诉老板，说不定老板会给我加薪呢！他只顾胡乱想，当晓雷把邮件递给他的时候，一下没接住，邮包掉在了地上，“哗啦”一声，古董碎了。

“你怎么搞的，我没接你就放手。”马林大喊。

“你明明伸出手了，我递给你，是你没接住。”晓雷辩解道。

他们都知道古董打碎了意味着什么，没了工作不说，可能还要背负沉重的债务。果然，老板对他俩进行了十分严厉的批评。

“老板，不是我的错，是晓雷不小心摔碎的。”马林趁着晓雷不注意，偷偷来到老板的办公室对老板说。老板平静地说：“谢谢你，马林，我知道了。”

老板把晓雷叫到办公室。晓雷把事情有的原委告诉了老板。最后说：“这件事是我们的失职，我愿意承担责任。另外，马林的家境不太好，他的责任我愿意承担。我一定会弥补我们所造成的损失。”

晓雷和马林一直等待着处理的结果。一天，老板把他叫到了办公室，对他说：“公司一直对你们俩很器重，想从你们两个当中选择一个人担任客户部经理，没想到出了这样一件事，不过也好，这会让我们更清楚哪一个人是合适的人选。我们决定请晓雷担任公司的客户部经理。因为，一个勇于承担责任的人是值得信任的。马林，从明天开始你就不用上班了。”

“老板，为什么？”马林问。

“其实，古董的主人已经看见你们俩在递接古董时的动作，他跟我说了他看见的事实。还有，我看了问题出现后你们两个人的反应。”老板最后说。

对自己行为负责，这才是老板最喜欢的员工。任何一个老板都清楚，一个勇于承担责任的员工和一个推诿责任的员工，哪一个更适合公司的长远发展。因此，承担责任，把它当成一种习惯去培养并加以固定，一旦出现问题，要敢于担当，并设法改善。推卸责任并置之度外，就会害到你自己。

一个具有高度责任感的人是成熟的人，他们不仅对自己的言行负责，还能对自己的行为负责。正是由于他们把握了自己的行为，最后才宰了自己的命运。这就是说，能主动承担更多的责任也是成功者必备的素质。大多数情况下，即使你没有被正式告知要对某事负责，你也应该努力做好它。如果你能表现出胜任某种工作，那么责任和报酬就会接踵而至。

鲍勃尔原来是公司的生产工人，1992年的时候，他主动请缨，申请加入营销行列。当时，公司正在招聘营销人员，经理便同意了，而且各项测试显示他也适合从事营销工作。

那时，公司还很小，只有三十多个人，面临许多要开发的市场，而公司却没有足够的财力和人力。因此，鲍勃尔只身一人被派往西部一个市场——其他市场也只派出一个人。在这个城市里，鲍勃尔一个人也不认识，吃住都成问题，但心中对企业的忠诚以及对工作机会的珍惜使他丝毫没有退缩。没有钱乘车，他就步行，一家一家单位去拜访，向他们介绍公司的电器产品。他经常为了等一个约好见面的人而顾不上吃饭，因些落下胃病。他住的地方是一家闲置的车库，由于只有一扇卷帘门，而且没有电灯，晚上门一关，屋子里就没有一丝光线，倒有老鼠成群结队地“载哥载舞”。那城市的春天多有沙尘暴，夏天经常下冰雹，冬天则经常下雨，对于一个物质乏的推销员，这样的气候无疑是沉重的考验，有一回，鲍勃尔差点被冰雹击晕。公司的条件差到超乎鲍勃尔的想像，有一段时间，连产品宣传资料都供不上。鲍勃尔只好买来复印纸，自己用手写宣传资料，好在他写得一手好字。

在这样艰难的条件下，鲍勃尔也像其他人一样有过动摇，但每次他都对自己说：这是我的工作，我不能抛弃它。一年后，派往各地的营销人员回到公司——当然，其中有六成人员早已不堪工作艰辛而悄无声息地离职了——鲍勃尔的成绩竟然是最好的。

三年后，鲍勃尔被任命为市场总监。这就告诉我们，最好的员工会得到最好的回报，鲍勃尔就是这样的人，他经过三年的努力改变了自己，而他的公司也得到了成长，在他获得晋升时，他所在的公司已经是一个几万人的大型企业了。

所以说，一个具有高度责任感的人，无论处于什么样的环境中，他都能够战胜困难，都能够有勇气排除万难，甚至可以把“不可能完成”的任务完成得相当出色。相反，如果一个人失去责任感，即使做最擅长的工作，也会做得一塌糊涂。

无论身处何种位置，扮演什么角色，我们都没有理由推卸身上所肩负的责任。如果一个人希望自己一直有杰出的表现，就必须在心中种下责任的种子，让责任感成为鞭策、激励、监督自己的力量，使自己在工作上不准有丝毫的懈怠。

### 活出自己的方式

**走自己的路，很多的时候，就意味着是在进行最富有意义和难以忘怀的生命之旅。**

生命没有终止，人生的路也就没有尽头。有人说得到目标也就到了尽头，可当你达到某种目标，走到了路的“尽头”时，放眼望去，却发现前方又是延伸向远方的路——你这时才会明白：一条路的终点恰是另一条路的起点，所以人追求和探索总是没有止境的。人在开创和摸索中慢慢地前行。但是，只要人类还生存，路还会不断地向前延伸。未来的路是怎样的呢？尽管还是个未知数，但总有人去探索，去开拓。活出自己的方式，这种开拓精神，往往就是一个人威信的显示。

人生的路，总是充满坎坷的，当你遭受挫折时，你要振作精神，坚强起来，凭自己顽强的毅力拼搏。如果你落在后面，请不要泄气，加倍努力，即使失败了，不要自暴自弃。如果你处在中间，请不要滞留，继续加油；如果你有幸冲在前面，那请你也不要骄傲，继续向前；你不能人云亦云，要走你未曾走完的路。不管别人说什么，怎么评价你，都无所谓，正如但丁所说：“走自己的路，让别人去说吧。”只有走自己的路，才能到达自己梦中的地方。

走自己的路，你无须去超过谁，也不用怕被谁超过，也无须去在乎谁，也不用怕被谁在乎。只要做自己最好的，有问心无愧的快乐就好。走自己的路，会看到独特的风景，激起独特的心理感受，形成独特的思想。这时你无须标新立异，却已与众不同。即使平凡，也决不平庸。

现在有的人为了追逐时代的潮流，迎合权势或社会的风尚，消减了个性，增添了共性，丢掉了自己的梦想。假如唯独只有你有梦，坚持走自己的路，于是没有梦的人自然不会理解你的梦，更不会理解你走的路，你就会遭到诽议，这时，你需要理解和支持，可遗憾的是，就是你做的对，也会被视为异端，得到的却全是冷嘲热讽。

一个人凭自己的能力做事，不被世俗所左右去生活，无论你是个穷人还是个富人，始终坚守自己愉快地去生活。“走自己的路，让别人说去吧！”其实当你真正能做到的时候，你会发现你是真正快乐的。快乐地活，就是活出你的优势，活出你的脾气，活出你的狂气，活出你的激情；忽视世俗势利的眼光与陈腐的规则，漠视世间的冷暖，尽情地去释放属于自己的快乐。

走自己的路，很多的时候，就意味着是在进行最富有意义和难以忘怀的生命之旅。在这个旅程中，也许你会欣喜和振奋不已，那股子潜能如今像火山一样已憋足了劲，等待的只是那石破天惊的爆发时刻，人的灵魂的最美的火花会从中得以绽放。

李白有首诗道：“朝辞白帝彩云间，千里江陵一日还。两岸猿声啼不住，轻舟以过万重山”这是写他乘兴入长安的佳句。可在长安一年，却没人对他赏识与提携。饱尝了人情世态的冷暖后，他愤然离开了长安。

可在十年之后，李白第二次入长安时情况就完全不同了，这回是唐玄宗亲自下诏召他入京的。当然，待诏翰林的李白，并非真的成了专门奉承别人的庸俗角色，成天周旋于王侯贵族之间的宫廷文人。李白原是嗜酒的，常与长安名士饮酒欢谑，有时竟醉倒在长安街头。李白性情豪放，不耻权贵，曾经让高力士为其脱靴，得罪了贵妃和高力士。玄宗本来要给他加官，可是被杨贵妃的阻止，李白自知不能容于权贵，所以日益不羁豪放，与贺知章、李适之等称为“酒八仙人”。李白在茫茫宇宙和芸芸众生之中，怀抱理想，有着“长风破浪会有时，直挂云帆挤沧海”的豪气。

李白用行动告诫后人，只要有乘长风破万里浪的胆略和勇气，就能够走好人生之路，达到自己的人生目标。

被大家踏出来的路，走起来自然要方便得多。可一旦我们要朝着自己的理想方向去走，势必要开拓出一条适合自己的路径来，然而这是一件多么难的事，于是并不是每个人都能如愿以偿的。走自己的路，是不能光凭一时之“兴头”或猎奇心理，而是要靠“有所为，有所不为”这种坚定理念来端正自己的处事态度，是要靠对“天不变，道亦不变”这种永恒真理来树立自己的精神支柱。如此，走自己的路，才有真正是有激情的生活。

## 第三章　扫净心魔，不让俗念毁了自己

天地孕育了我们的身体，但同时也让我们蒙上了心尘。于是，贪婪和名利让我们纠结，让我们痛苦，让我心神不宁。绝不要让这些心魔附上我们的心灵，要及时扫净心魔，让心灵保持干净，否则，我们就不能做幸福的自己。

### 让心回到最初的澄澈

**心一旦澄澈了，没有欲望的杂质了，那么对于名利富贵也就视若浮云了，再多也只是投映在水面的影子，触不到他们内心一分一毫。**

水的本性是清澈平和的，如果搅动它就会变得混浊，如果堵塞住不让它流动，它也就不会纯清了。这和人心是一致的，人心的本初都是清静明澈如水一样的，但是流落于世，渐渐被欲望所迷惑，就像是往水中丢进了泥沙一样，也就渐渐变得混浊起来。只有懂得顺应天道的人，才能使自己的心重回当初的澄澈。

一痴师太向三个徒弟宣布，要在她们当中挑选掌斋师。

掌斋师是看秧庵掌管膳食财务的神职，庵内几百号尼姑居士的饮食起居、一应开销全由她负责。一旦师太圆寂了，掌斋师就自然接替师太，就任看秧庵的当家师。

看秧庵的前任掌斋师是一痴师太的师姐，法号一傻，三年前就圆寂了，掌斋师由一痴师太自己兼任，因此掌斋师一职实际上空缺了三年。

现在，一痴师太要挑选新任掌斋师，也就意味着她要挑选当家师的接任人了。这让徒弟慧明心里暗暗地感到高兴。凭着师太平时对她的喜爱，掌斋师非她莫属，这在看秧庵里的尼姑居士们看来，简直就是铁板上钉钉的事情了。就连慧明自己也认为师父一定会选中自己担任掌斋师。

在这座看秧庵里，慧明呆了15年，也就跟了一痴师太15年，天天打坐念经，潜心修行，简直就是一痴师太的影子。她对佛家经文不仅熟背如流，而且领悟得既快又准，师太对她的这份悟性是极为赞赏的。为此，慧明也在心底里感到一丝甜甜的自豪。

相比之下，20年前就进了看秧庵的大徒弟慧清，尽管练功打坐、念经修行比慧明刻苦，也能领会一痴师太的点拨，但比起慧明灵光般的快速反应来，还是要逊色一些。为此，一痴师太没有少责罚慧清。

再看小徒弟慧悟，简直就是一个木瓜，人家打坐练功是念经文，她却是打瞌睡，仿佛她出生以来就一直没有睡够似的。她身世凄惨，一出生就被父母遗弃在路旁，幸遇一痴师太路过收留下来，这才在看秧庵长大。她平时也不太说话，一副木讷的样子。

一次，师太问她们三个师姐妹：“本庵为何称看秧？”

慧明回答得最快：“世上万物，莫不经风霜历寒暑，否则难以成器。佛家子弟不经磨难，怎能修得真身？”

慧清想了半天才回答：“世上草木，皆自秧苗始，不加看护，岂能茁壮？”

慧悟则在师太的一再追问下才回答：“在我佛眼里，我永远是秧。”

师太听了慧明的话，就微微点了点头；听了慧清的话，没作任何反应；听了慧悟的话，居然把眼睛闭上念起经来。

一痴师太与众尼姑居士们约定，三天后在庵里当众挑选新任掌斋师。尼姑居士们都认为师太是在走过场。慧明自己也认为师父没有必要多此一举，直接指名不就得了？但师父既然要她们三个师姐妹站出来挑选，那就还是得作些准备，否则被师姐师妹抢去了掌斋师，自己岂不是很没面子？

三天后，一痴师太把全庵的尼姑居士召到了庵堂里，观音大士的塑像坐在莲花蒲团上很慈祥地望着大家，师太用与观音同样的姿势坐在观音大士塑像前的蒲团上。她闭着眼睛，默念了一阵，又突然睁开眼睛说：“开始吧！”

慧清上前，捧着一碗清水献给一痴师太：“掌斋如掌水。”师太接了，放在座旁。

慧明上前，献上一碗饭：“斋饭斋饭，斋即饭，饭即斋。”师太也接了，放在座旁。

轮到慧悟，却见她空着手上前，朝师太打个躬就退下。

师太问：“慧悟，怎么不说话？”

慧悟缓缓地转身，轻声说：“斋在心，饭在心，水也在心。掌斋即掌心。”

一痴黯然无语，旋即起身：“慧悟，从今天起，由你担任掌斋师。”

整个斋堂一时都呆了。

慧明吃惊不已：“师父，我……”

一痴目光深邃地看着慧明，语意深长：“心清如水即是佛，了无牵挂佛无边。”

慧清、慧明之所以落选，是因为心不够清净，如果都能像慧悟那样，心如水质一般的清澈，便是有泥沙倾倒下来，不过是晃上几晃，泥沙尽可沉底，水质仍是一片清明。所以环境的恶劣混浊并不是理由，一个人若是真正想要坚持内心的原则，任何外界的东西都是动摇不了他的。

现代生活中处处可见名闻利扬，但是我们可以禀持自己内心的清正，让自己如流水一样澄澈明净，不被混染。虽然我们不可能生活在真空社会里，但是却可以让所有尘埃都沉到水底，只留水本质的清静。

### 人生何必太贪心

**欲望在一定程度上是促进社会发展的动力，可是，欲望是无止境的，欲望太强烈，就会造成痛苦和不幸。**

人的欲望是个无底洞，不加节制的话，永远不会有满足的一日。其实，我们所需不过是一日三餐，睡床三尺，何必贪得无厌自取烦恼呢？若是懂得知足，人生就快乐得多！

人不能没有欲望，没有欲望就没有前进的动力，但人却不能有贪欲，因为，贪欲是无底洞，你永远也填不满它，贪欲只会给你带来无穷无尽的烦恼和麻烦。

据说上帝在创造蜈蚣时，并没有为它造脚，但是它仍可以爬得像蛇一样快。有一天，它看到羚羊、梅花鹿和其他有脚的动物都跑得比自己快，心里很不高兴，便嫉妒地说：“哼！脚多，当然跑得快。”于是它向上帝祷告说：“上帝啊，我希望拥有比其他动物更多的脚。”

上帝答应了蜈蚣的请求，他把好多好多的脚放在蜈蚣面前，任凭它自由取用。蜈蚣迫不及待地拿起这些脚，一只一只地往身体上粘，从头一直粘到尾，直到再也没有地方可粘了，它才依依不舍地停止。

它心满意足地看着满身是脚的躯体，心中暗暗窃喜：“现在我可以像箭一样地飞出去了！”但是等它开始跑时，才发觉自己完全无法控制这些脚。这些脚劈哩啪啦地各走各的，它非得全神贯注，才能使一大堆脚顺利地往前走。这样一来它反而比以前走得更慢了。

有一个农夫，每天早出晚归地耕种一小片贫瘠的土地，累死累活，收效甚微。一位天使可怜农夫的境遇，就对农夫说，只要他能不停地跑一圈，他跑过的地方就全部归其所有。于是，农夫兴奋地朝前跑去，跑累了，想停下来休息一会儿，然而一想到家里的妻子、儿女们都需要更多的土地来生活，又拼命地往前跑……有人告诉他，你到了该往回跑的时候了，不然，你就完了。农夫根本听不进去，他只想得到更多的土地，更多的金钱，更多的享受，于是继续拼命地向前跑去。结果因心衰力竭，倒地而亡。

生命没有了，土地没有了，一切都没有了，贪婪使这个农夫不知道全身而退，于是他失去了一切。

贪婪是一切祸乱的根源，一间蜂蜜工厂的仓库里洒了很多蜂蜜，吸引了许多苍蝇，因为蜂蜜太香了，它们都舍不得离开。不久这些贪吃的苍蝇都因脚被蜂蜜粘住而飞不了。当它们快死时，很难过地说：“我们真是太贪心了，为了短暂的快乐却赔上了宝贵的生命。”生活中，一批又一批人前仆后继地把自己绑上欲望的战车上，纵然气喘吁吁也不得歇脚。不断膨胀的物欲、工作、金钱几乎占据了现代人全部的空间和时间，许多人每天忙着应付这些事情，几乎连吃饭、喝水、睡觉的时间都没有。他们想要赚更多的钱、找更好的工作、升更高的职位、住更大的房子、开更豪华的车子等等，然而一旦拥有之后，一些人反而会产生一种迷惘的心情：花了半生的力气去追逐这些东西，表面上看来该有的差不多都有了，可是为什么自己却并没有变得更满足、更快乐？

在物欲横流的现代社会，如何控制好自己对名利的欲望，不仅关系到脚下的人生，更关系到我们每日的心情。生命属于个人，每个人有权设计自己的生活和人生道路。所有的心愿，只要符合法律和道德的要求，都应该受到尊重。但是我们必须明白：生命的过程中，一切物质及肉体都是不可靠的奴仆，想让自己的人生得以升华，就必须放下这些本性之外的声西，而追求生活本身淳朴，这样才能活得惬意，活得洒脱。

人的欲望是没有止境的，如果你不放弃一些东西，你的身上和心灵一定越来越沉重，快乐就真的离你而去了，因此要学会自我放弃、自我解脱，保持一颗平常心。少一点欲望，就会多一些快乐。仔细想一想，即便你左手财富，右手地位，一面是妻子，一面是情人，可是这些毕竟是身外之物，不会长久属于你，一旦财去人空，那时滑过心头的必将是失落与悔恨。

那么，怎样才能淡化自己的欲望呢？“仕途虽纷华，要常思泉下的光景，则利欲之心自淡”。常以世事世物自愉自悦则可贯通得失，“常疑好事皆虚事，方信闲人是福人。”

中国有一句俗话叫“知足常乐”。佛教的理想是“少欲知足”。孟子有一句话叫“养心莫善于寡欲”，他还说：“其为人也寡欲，虽不存焉者寡矣；其为人也多欲，虽有存焉者寡矣。”欲少则仁心存，欲多则仁心亡，说明了欲与仁之间的关系。

人生在世，除了生存的欲望以外，人还有各种各样的欲望，自我实现就是其中之一。欲望在一定程度上是促进社会发展的动力，可是，欲望是无止境的，欲望太强烈，就会造成痛苦和不幸，这种例子不胜枚举。因此，人应该尽力克制自己过高的欲望，培养清心寡欲、知足常乐的生活态度。

《菜根谭》中说：“爵位不宜太盛，太盛则危；能事不宜尽华，尽华则衰；行谊不宜过高，过高则谤兴而毁灭。”意即官爵不必达到登峰造极的地步，否则就容易陷入危险的境地；自己得意之事也不可过度，否则就会转为衰颓；言行不要过于高洁，否则就会招徕诽谤或攻击。

而在追求快乐的时候，也不要忘记“乐极生悲”这句话，适可而止才能掌握真正的快乐。大凡美味佳肴吃多了就如同吃药一样，只要吃一半就够了；令人愉快的事追求太过就成为败身丧德的媒介，能够控制一半才是恰到好处。

“宾朋云集，剧饮淋漓乐矣，俄尔漏尽烛残，香消茗冷，不觉反而呕咽，令人索然无味。天下事率类此，奈何不早回头也。”痛饮狂欢固然快乐，但是等到曲终人散，夜深烛残的时候，面对杯盘狼藉必然会兴尽悲来，感到人生索然无味。天下事大多如此，为什么不及早醒悟呢？

### 降低欲望得到幸福

**得到幸福很简单。听一听自己内心的声音，扔掉那些对自己来说十分奢侈的梦想和追求，那么，你就被幸福包围了。**

一切世间的欲望，没有一个人不想满足，这些有着非常大的危害，为什么还要自找伤害？大大小小一切河流，全都流归大海。欲望不能满足，贪爱没有止境。欲望像越滚越大的雪球，蛊惑着人们拼命向前。那个向前通向幸福吗？幸福的标准又是什么呢？有许多人都不知道。人们的心灵被欲望占据久了，人心就会有些麻木了。

有一个从事房地产的年轻人，经过自己几年的打拼，在本地已小有名气了。他每天的生活就像上足劲的发条一样，被传真、资料、甲方以及各种方案充塞得满满的。

一天，他加班到很晚。从公司出来后，走了很远的路也没有叫到车。走得热了，他停下来，解开领带，仰头出了口气。这时，他吃惊地看见星星在丝绒般的夜幕中闪烁着，洋溢着一种无言的美丽。一如他大学毕业前的最后一晚，几个要好的同学躺在学校图书馆前的草坪上看到的那样。那一晚，他们深深被血脉中扩张的青春激动着，广袤的星空与未来的前途一片光明。

从那以后，他几乎再也没有时间去注视过夜晚的星空了。因为从他走入社会，他一直保持着弯腰向前奔跑的姿势。太忙了，欲望总在膨胀，目标总在前方，于是他不停地向前奔跑着……

每个夜晚的这个时刻，他多半在应酬或是在作楼盘计划和方案，他从没有想过哪怕透过一扇小窗，去望望宁静的夜空，倾听心灵一些细小的声音。

今天，当自己站在这静谧的星空下，他突然想起以前在大学看过一位日本餐饮业巨头总结的成功之道：在其连锁店中能提供给顾客的，永远是17厘米厚的汉堡与4℃的可乐。据他的研究人员研究发现，这是令客人感觉最佳的口感。当然，你也可以选择把汉堡做成20厘米厚，把可乐加热到10℃，但它们并不意味着最佳口感。

对于幸福，其实也只要17厘米和4℃就够了。幸福，它是一路上持续发生的，就如深夜静谧而美丽的星空所带给人的震撼，而非那个令人疲惫的终极雪球。

幸福到底是什么？许多人都在问，其实得到幸福很简单。听一听自己内心的声音，扔掉那些对自己来说十分奢侈的梦想和追求，那么，你就被幸福包围了。

有位著名的心理学家说：“一个人体会幸福的感觉不仅与现实有关，还与自己的期望值紧密相连。如果期望值大于现实值，人们就会失望；反之，就会高兴。”的确，在同样的现实面前，由于期望值不一样，你的心情、体会就会产生差异。

一只老猫见到一只小猫在追逐自己的尾巴，便问道：“你为什么要追自己的尾巴呢？”小猫回答说：“我听说，对于一只猫来说，最为美好的便是幸福，而这个幸福就是我的尾巴。所以，我正在追逐它，一旦我捉住了我的尾巴，便得到幸福。”

老猫说：“我的孩子，我也曾考虑过宇宙间的各种问题，我也曾认为幸福就是我的尾巴。但是，我现在已经发现，每当我追逐自己的尾巴时，它总是一躲再躲，而当我着手做自己的事情时，它却形影不离地伴随着我。”

同样道理，在现实生活中，人们总是喜欢拼命地追求、索取，以为这样便可以得到幸福，殊不知，当你费尽心机地实现了这个目标，消除了一个烦恼，很快你又会有新的没有实现的目标，你又会烦恼。如此反复，永无尽头。事实上，人们追求的东西往往是自己并不需要的。

成龙拍完《我是谁》这部大片之后，在一次采访中说，他拍电影的场地从非洲到繁华的都市，有着很深的感触。他说：“在非洲，人们很容易满足，有面包能吃饱肚子，那就是幸福的一天。可是，繁华都市里的人，不用担心三餐，却有着很多的烦恼，他们总是在追求自己所不需要的东西”。

其实，追求幸福最有效率的方法就是“降低你的欲望”。通过心理调节，使自己能够平静地对待目标，从而减轻或消除心理负担，幸福也就会悄然而至。在世界上所有获得幸福的途径中，这种方法的投入产出比最高，它基本上不用你花一分钱，有时甚至能省钱。

一位智者说：“人生不同的结果起源于不同的心态。”的确，假如世界变得灰暗，那是你自己心中不够灿烂。只要降低一份欲望，你便会得到一份幸福。

### 美德是心灵的健康剂

**美德本身就是报酬，它能给人们带来最高尚而真实的快乐，在美德的磨刀石上，我们爱心的刀刃会更加锋利。**

美德是一杯香茗，是一杯美酒，是一朵芳香四溢的鲜花。美德可以让心灵摆脱痛苦，心灵被美德所占据，烦恼、纷争等便失去了生存的空间，欲望便会枯萎。快乐是美德所结出的硕果，拥有美德，便拥有快乐。

一位哲学家带着他的一群学生去漫游世界，十年间，他们游历了所有的国家，拜访了所有有学问的人，现在他们回来了，个个满腹经纶。在进城之前，哲学家在郊外的一片草地上坐下来，对他的学生说：“十年游历，你们都已是饱学之士，现在学业就要结束了，我们上最后一课吧！”

弟子们围着哲学家坐了下来，哲学家问：“现在我们坐在什么地方？”弟子们答：“现在我们坐在旷野里。”哲学家又问：“旷野里长着什么？”弟子们说：“旷野里长满杂草。”

哲学家说：“对，旷野里长满杂草，现在我想知道的是如何除掉这些杂草。”弟子们非常惊愕，他们都没有想到，一直在探讨人生奥妙的哲学家，最后一课问的竟是这么简单的一个问题。

一个弟子首先开口说：“老师，只要有铲子就够了。”哲学家点点头。

另一个弟子接着说：“用火烧也是很好的一种办法。”哲学家微笑了一下，示意下一位。

第三个弟子说：“撒上石灰就会除掉所有的杂草。”

接着第四个弟子说：“斩草除根，只要把根挖出来就行了。”

等弟子们都讲完了，哲学家站了起，说：“课就上到这里了，你们回去后，按照各自的方法除去一片杂草，一年后再来相聚。”

一年后，他们都来了，不过原来相聚的地方已不再是杂草丛生，它变成了一片长满谷子的庄稼地。

同样，如果一个人想要改掉坏的品质，唯一的方法就是用美德去占据它。

苏东坡说：“吾上可陪玉皇大帝，下可陪田卑院乞儿。眼前见得天下无一个不是好人！”美德是心灵的健康剂，它让人有一颗平常心，有一颗爱心。拥有了美德，我们便不会与人争名夺利，凭空与人起纷争，便不会为一丝小利而烦恼。

在讲求效率和功利的现代社会，我们应该在自己的心灵中为美德留下一片空间，让美德帮我们清除心灵的垃圾。不能物质生活丰富了，而心灵却贫乏了。

将美德作为修身必修课的人，昂首行走于人世间，手持玫瑰，留下余香。我们有许多传统美德，诸如：助人为乐、拾金不昧、安贫乐道等等。助人为乐者，予人乐也予己乐，帮助困难中的人做一点力所能及的事情，过后看着别人那挂满笑容脸，自己心里何尝不是欣慰的很呢？拾金不昧者也是快乐的，捡到别人丢失的东西，如果占为己有，则会整天提心吊胆，总担心被别人认出来或是东窗事发，而这种私欲，要以长期甚至是终生忍受心灵的折磨为代价。相反，如果能拾金不昧，则会皆大欢喜。总之，一个心怀美德的人烦恼无法接近他，快乐永远伴随着他。

### 降低欲望，就少些烦恼

**欲望越多，烦恼也就接蹱而来。“本来无一物，何处惹尘埃。”人生何必在意那么多呢？**

日常生活中，人们要为身体的吃而烦恼：穷人不知道下一餐食物在哪里，富人什么都吃腻了，下餐却不知该吃什么才可口；为穿而烦恼，服装款式层出不穷，穿什么才时髦呢？当然也还有人为冬天的到来，没有寒衣而苦恼；为住而烦恼，地皮的价格不断在上涨，买一套房子要几十万，租房也很贵。对于工薪阶层而言，住房是很令人操心的。有了房子又因为太窄，或周围环境差不理想，住得不舒服。有人想住宽敞的楼房或别墅，而又没钱。为了“我”的幸福，吃、穿、住就够烦恼一辈子了。与基本生存相应的是财富。为了维护“我”能够更好地生存，就得拼命的去工作，去创业。假如没有特别的技能，就需要卖苦力；有人虽然有自己的事业，但这事业就像一副沉重的担子，终日要为此操尽心思。工作原为享受，而为了工作必须放弃享受。创业难，守业也难。人在没有财富时，为了“我”的生存会处在不断追求财富的奋斗中。一旦富足，人生无所追求，生活就会出现厌倦，那就更可怕了。

慧能去向五祖学习佛法，五祖说：“你是南方人，也学佛法？”慧能说：“佛法还分南北吗？”五祖就留下了他，让他劈柴。慧能想也许劈柴也是参悟佛法吧。

多年后，五祖年龄大了，就有心选一个传法之人。于是，在一天的下午，他召集所有的弟子，对他们说：“你们都将自己多年证悟的结果写成偈子，我要看谁真正悟道了，就将衣钵传给这个人。”

五祖的大弟子神秀，被认为是最有希望成为衣钵传承的人。于是，很多人都注视着他，争着去看他的偈子。有的人甚至根本没想去作偈子，而是等着看神秀的参悟。没有几天，神秀的偈子就传遍了整个寺院，他就将它写在醒目的墙上。偈子云：“身如菩提树，心是明镜台。时时勤拂拭，勿使染尘埃。”

本来有的人写好了自己的证悟，一看神秀的偈子写得如此之好，就不好意思再将自己的拿出来。很快，这就传到了慧能的耳中。慧能听了后，就告诉身边的僧人说：“这首偈子还行，但并未真正悟道。”

没想到，五祖很快就知道了慧能说的话。在大家的一致要求下，慧能说出了自己的偈语。他说的是：“菩提本无树，明镜亦无台。本来无一物，何处惹尘埃。”

人们这才信了这劈柴工所说的话，人们擦掉了神秀的那首偈子，将慧能的写上了那面墙。慧能由此而得五祖秘传衣钵，隐行南下传道说法，遂成禅宗六祖。

好一个“本来无一物”。人这一生不可能一帆风顺，总会有困难，有挫折，有烦恼，有痛苦，想躲也躲不过去。对此你叹息也好，焦急也好，忧虑也好，恐惧也好，都解决不了问题。“本来无一物，何处惹尘埃。”何必在意那么多呢？

世上的事本应如此，简简单单平平淡淡。是你的终归是你的，不是你的就算强求你也求不到。没有欲望，就没有烦恼。欲望越多，烦恼也就接蹱而来。可是现实生活中，又有几人能做到无欲无求？因此，人类一切烦恼都是以执我为根源。正如《菩提道次弟略论》卷四说：“由我贪增上，以我爱执持，从无始生死直至于今，生起种种不可欲乐，虽欲作一自利圆满，执自利为主要，以行非方便故，虽经无数劫，自他义利皆悉无成，非但不成而已，且纯为苦所逼迫。”众生执我，原为我的幸福，然因为执我故，带来了人生的种种烦恼。

世人想超脱，希望潇洒走一回。很多人以为有钱，一掷千金，是潇洒；有人以为穿名牌，是潇洒；有人以为一餐饭吃上几万元，就潇洒。其实这是风光，不是潇洒，潇洒是建立在超脱基础上的。我们倘能处处以般若智慧去观照人生，不住于相，随缘自在，不为物役，那才是真正的潇洒。

### 放下功名利禄

**淡泊胸怀，独善自身，人生便不受困扰，心神才会一片安泰！**

光荣和耻辱在人心中总是很重要。人们爱惜它就像爱惜生命一样。什么叫光荣和耻辱呢？得到时惊喜万分；失去时心灰意冷。这就是心理的大障碍。为何不克意的收藏起自己的欲望。用看别人的眼光看自己呢？这样以来还有什么可担心的呢？以此论治国，像爱惜自己身体一样爱护国家的人，可以将国家托付给他，不愿身先士卒的人，又有何道理将国家托付给他呢？

由于荣宠和耻辱的降临往往象征着个人身份地位的变化，所以，人们得宠之时也就是春风得意之时，他们当然惟恐一朝失去，就不免时时处于自我惊恐之中。

得宠的人怕失宠的心理是正常的。一般说来，一个飞黄腾达的人是较少受辱的。所以，一个人在受辱的时候也往往意味着他个人地位的降低或低下。与宠的荣耀相比，受辱当然是一件很丢脸面的事情，人们普遍认为是一件极为下贱的事，所以得失之间都不免惊慌失措。另外，当一个人功成名就的时候，容易欣喜若狂，甚至得意忘形，这就为受辱埋下了祸根，因为他对成就太在意了。所以有些人就吸取了这方面的经验：淡泊名利。这成了保全自己的办法，更是一种修养。

唐朝某年间的一个清晨，在润州西北的芙蓉楼上，来了两位士人。他们一位是大名鼎鼎的诗人王昌龄，另一位则是他的朋友辛渐。

昨夜的漫江寒雨现在渐渐停了，寒雨增添了几分萧瑟的秋意。两位朋友在这个清冷的地方，面对着滚滚流去的长江水，互相交谈着。王昌龄说：“辛兄，这次一别，不知何日再能见面啊。”原来，辛渐要从这里渡江北上，取道扬州到洛阳去，现在船已经停泊在岸边了。辛渐说：“昌龄兄情深义长，你从江宁送我到润州，昨晚在这里为我饯行，今天又来送我，叫我如何报答呢！这回我们谈得畅快，使我明白了这些年来你受到的委屈和折磨。希望你放开胸怀，好好保重自己！”

王昌龄曾因不拘小节，受到当时某些人的批评指责，甚至进行无中生有的诽谤。为此，几年前他就被贬官岭南，然后又被任为江宁丞，终是屈居在下级官吏的行列中，对此王昌龄淡然处之。此刻，他感到惆怅的倒是辛渐走后，自己又少了一个知己。辛渐知道，王昌龄在洛阳有不少亲友，他们也一定听到了外界不利于王昌龄的非议。他便关心地问：“昌龄兄，我去洛阳，你有什么话要我带给那边的亲友吗？”

王昌龄昂起头，目光炯炯地说：“有！因为要给你饯行，我做了一首诗。”于是，他对着浩浩江水，朗声吟了题为《芙蓉楼送辛渐》的诗：

寒雨连江夜入吴，平明送客楚山孤。洛阳亲友如相问，一片冰心在玉壶。

辛渐被感人的佳句打动了，连连赞道：“好诗！好诗！‘一片冰心在玉壶’，这表明你始终坚持自己清白自守的节操，多么高尚，令我钦佩！这句诗，足可告慰你在洛阳的亲友了。我也很高兴，因为你的大作对我无疑是一件难得的珍宝哩！”两位朋友再次珍重道别，辛渐登上了江边的船，扬帆而去。岸边的王昌龄，遥望远处矗立的楚山，觉得自己也像楚山那样孤零零的。

一片冰心在玉壶，追求自身的高洁，用淡泊的心怀看待世事，这是高超的做人和处事的哲学。自己内心纯洁，就不怕别人的恶意诋毁和诽谤；抱着淡泊的胸怀，名利如浮云一般，入不得耳目，扰不了心志。只有这样，人生才踏实、充实。

天下熙熙，皆为利来；天下攘攘，皆为利往。人生堪不破“名利”二字，就会受到终身的羁绊。名利就像是一副枷锁，束缚了人的本真，抑制了对于理想的追求。现代人生活在节奏越来越快的年代，成就感的诱惑始终存在，有太多的诱惑，太多的欲望，也有太多的痛苦，因此我们身心疲惫不堪。一个人要以清醒的心智和从容的步履走过岁月，在他的精神中就不能缺少气魄，一种视功名利禄如浮云的气魄。

不拘于物，是古往今来许多人一生的所求。视功名利禄如浮云，不必为过去的得失而后悔，不必为现在的失意而烦恼，也不必为未来的不幸而忧愁。抛开名利的束缚和羁绊，做一个本色的自我，不为外物所拘，不以进退或喜或悲，待人接物豁然达观，不为俗世所滋扰。烦恼和羁绊都是由于自己的不能舍弃或是看得太重而引起的。人生于世，无论君子圣贤雅士也好，还是小人俗人凡人也好，谁也不可能无所谓的舍弃。俗人爱财，难道君子就不需要了吗？圣贤如果没了一日三餐，他也要去赚钱的。但不要执著，要懂得放下。拿得起放得下，这才是俗世的淡泊。

德国哲学家康德就非常厌恶“沽名钓誉”，他曾经幽默地说：“伟人只有在远处才发光，即使是王子或国王，也会在自己的仆人面前大失颜面。”也许，正是因为有了这样一份淡泊的心境，世界才又多了几丝温暖，几分快乐；也许正是少了几分对名利的追逐，世界才又多几分自在，几般快慰。

### 适时进行心灵大扫除

**进行心灵大扫除，因为人生的包袱如果太重就无法走得更快和更远。一个不为难自己的人必须适时地丢掉那些拖累自己的东西，以便更轻松地上路。**

你一定有过年前大扫除的经验。当你一箱又一箱地打包时，你是不是很惊讶：自己在过去短短一年内竟然累积了那么多的东西！你很懊恼，埋怨自己为何没能在事前花些时间整理、淘汰一些不需要的东西。否则，今天就不会只是为了清理这些箱子，压得你连背都直不起来！

人生做事又何尝不是如此？在做事的过程中，每个人不都是不断地在累积经验和知识吗？这其中也包括你的名誉、地位、财富、亲情、人际关系、健康、知识等等，当然也包括了烦恼、郁闷、挫折、沮丧、压力。在累积过程中，有的早该丢弃而未丢弃，有的则是早该储存而未储存。

问自己一个问题：我是不是每天忙忙碌碌地过日子，把自己弄得疲惫不堪，以至于总是没能好好静下来，替自己做“清扫”？心灵扫除的意义就好像是生意人的库存盘点，你总要了解仓库里还有什么，某些货物如果不能在限期内销售出去，最后很可能因为积压过多的资金而拖垮你的生意。

许多人都喜欢房子清扫后焕然一新的感觉。当你拭掉门窗上的尘埃与地面上的污垢，把一切整理就绪之后，整个人好像突然得到了一种释放。其实，在人生诸多关口上，我们几乎随时随地都得做“清扫”，读书、出国、就业、结婚、生子、换工作、退休……每一次的转折，都迫使我们不得不丢弃该丢弃的，尽管有些东西我们仍然留恋不已，但不丢掉又会成为负担。不丢掉该丢掉的东西，就是自己给自己出难题，因为这些东西会拖拽你向前的脚步。

有一位叫朱怡的人，多年来她始终坚持一个习惯：每个周六早上，利用别人不上班的时间，把自己的办公室彻底清理干净，连一张纸都不留。平常下班回到家后，她会在梳妆台前花一点时间，反省一天中发生的事，顺便计划明天该做的事。

朱怡很喜欢这种“向过去说拜拜”的清扫方式，把从前的自己做一个了结，然后，迎接一个全新的开始。

朱怡自创业以来，每年的业绩都是维持高增长。通常，人一旦站在高峰，总是很容易得意忘形。朱怡却不是，她总是告诉自己：“一定要让自己随时放空，重要的不是回头看，而是往前看，接下来的路该怎么走？”她知道，有一天假使风光不再，过去所有的辉煌都会一笔勾销。

几年前，朱怡有过一次深刻的搬家经验。由这次搬家，她真正体验出人要随时懂得“舍”。譬如，有些当初爱不释手的摆饰，等换了新房子之后，却和新环境格格不入，甚至变成最碍眼的累赘。

这个体验让朱怡产生很大的警惕：原来，人是会变的。从前认为不能丢弃的东西，并不保证自己会珍爱一辈子。不论是过去的收藏、衣服、品位、嗜好、成就、地位、财富，最后都可能不再属于你。

朱怡经常被人问及：“你事业做得那么好，如果在事业与家庭之间做一个选择，你要选择哪一样？”她总是毫不考虑地回答：“除了家庭以外，我什么都可以放弃。”

对朱怡来讲，“回家”就是最适合进行心灵大扫除的场所。她很反对一些人下了班之后到处找乐子，找地方狂欢，好像非得把所有的精力耗尽才罢休。她很怀疑，这样的人没有足够的休息，疲累没有得到充分的缓解，将如何面对明天？

外人看朱怡，生活井然有序，而且总是神清气爽。她说，这得归功于自己每天勤于做“内在清扫”，所以，已经没有留下什么值得烦恼的事了！

可是，有时候某些因素也会阻碍我们进行扫除。譬如，太忙、太累，或者担心扫完之后必须面对一个未知的开始，而你又不确定那些是不是你想要的结果。万一现在丢掉的将来需要时又拣不回来，怎么办？

心灵清扫原本就是一种挣扎与奋斗的过程。不过，你可以告诉自己：这一次的清扫并不表示是最后一次清扫，并且没有人规定你必须一次扫干净。你可以每次扫一点，但至少在目前，你必须立刻丢弃那些会拖累你的东西，只有这样的你的人生才会更有意义。

### 心灵需要宁静

**心灵的宁静是一种融入丰富智慧的财富。这财富的积累是长期的，是一种与生活的苦难长期斗争和超越而沉淀出成熟的体现。**

一位大学教授问他的学生：“你的人生目标是什么？”学生回答：“健康、爱情、名誉、财富……”谁料教授不以为然地说：“你忽略了最重要的一项——心灵的宁静，没有它，上述种种都会给你带来可怕的痛苦！”

很多时候，我们的内心都为外物所遮蔽、掩饰，浮躁的心情占领了我们整颗心，因此在人生中留下许多遗憾：在学业上，由于还不会倾听内心的声音，所以盲目地选择了别人认为最有潜力与前景的专业；在事业上，故意不去关注内心的声音，在一哄而起的热潮中，也去选择那些最为众人看好的热门职业；在爱情上，常因外界的作用扭曲了内心的声音，因经济、地位等非爱情因素而错误地选择了爱情对象……

究其原因，我们总是行色匆匆地奔走于人潮汹涌的街头，浮躁之心倏然而生。我们找不到一个可以冷静机会。现代社会在追求效率和速度的同时，使我们作为一个人的优雅在逐渐丧失。内心的声音，便在这种繁忙与喧嚣中被淹没。物的欲望在慢慢吞噬人的灵性和光彩……。这时，我们往往不能以宁静的心灵面对无穷无尽的诱惑，就会感到心力交瘁或迷惘躁动，奢望、乞求和羡慕，都只能加重生命的负荷，加速心力的浮躁，而从此与豁达康乐无缘。

在一条老街上，有一位卖铁锅、菜刀和剪子的老人。

他的经营方式非常古老和传统。人坐在门内，货物摆在门外，不吆喝，不还价，晚上也不收摊。你无论什么时候从这儿经过，都会看到他在竹椅上躺着，手里拿着一个半导体收音机，身旁是一把紫砂壶。他的生意也没有好坏之说。每天的收入正够他喝茶和吃饭。他老了，已不再需要多余的东西，因此他很满足。

一天，一个文物商人从老街上经过，偶然看到老铁匠身旁的那把紫砂壶，立即吸引了他的目光，因为那把壶古朴雅致、紫黑如墨，有清代制壶名家戴振公的风格。文物商人走过去，顺手端起那把壶，发现壶嘴内有一记印章，果然是戴振公的。商人惊喜不已，因为戴振公在世界上有捏泥成金的美名，据说他的作品现在仅存3件，一件在美国纽约州立博物馆里，一件在台湾故宫博物院，还有一件在泰国某位华侨手里，是1993年在伦敦拍卖市场上，以16万美元的拍卖价买下的。

商人端着那把壶，想以10万元的价格买下它。当他说出这个数字时，老铁匠先是一惊，后又拒绝了，因为这把壶是他爷爷留下的，他们祖孙三代打铁时都喝这把壶里的水，他们的汗也都来自这把壶。

壶虽没卖，但商人走后，老铁匠有生以来第一次失眠了。这把壶他用了近60年，并且一直以为是把普普通通的壶，现在竟有人要以10万元的价钱买下它，他转不过神来。

过去他躺在椅子上喝水，都是闭着眼睛把壶放在小桌上，现在他总要坐起来再看一眼，这让他非常不舒服。特别让他不能容忍的是，当人们知道他有一把价值连城的茶壶后，他的屋子就开始变得拥挤不堪，有的人问还有没有其他的宝贝，有的人甚至开始向他借钱，更有甚者，还有人晚上来推他的门。老铁匠的生活被彻底打乱了，他不知该怎样处置这把壶。

当那位商人带着20万元现金第二次登门的时候，老铁匠再也坐不住了，他招来左右店铺的人和前后邻居，拿起一把斧头，当众把那把紫砂壶砸了个粉碎。

现在，老人还是卖铁锅、菜刀和剪子，据说他已经100多岁了。

心灵的宁静是一种融入丰富智慧的财富。这财富的积累是长期的，是一种与生活的苦难长期斗争和超越而沉淀出成熟的体现。具备了心灵的安宁，意味着你的经历丰盈成熟以及对于思想规律与运转有一种不同寻常的了解。

宁静可以沉淀出生活中许多纷杂的浮躁，过滤出浅薄粗陋等人性的杂质，可以避免许多鲁莽、无聊、荒谬的事情发生。宁静是一种气质、一种修养、一种境界、一种充满内涵的悠远。安之若素、沉默从容，往往要比气急败坏、声嘶力竭更显涵养和理智。综观古今中外，只有达到心灵真正宁静的人，他们的生活总会充满自由和快乐。

所以，当你焦躁不安时，你用自己的手抚摩在心口上，对自己的心说上一声“平和，宁静”，你就能加强自我控制的力量，保持正确的前进方向。

### 随时除却心灵的尘埃

**一切污浊皆源于心，有时一点小小的污垢就足可以令人痛苦不堪。时时检查自己的心灵，切莫让那本是洁净的心灵蒙尘，这是保持快乐的根源。**

有些人，整天愁眉不展，快乐少于烦恼；而有些人，整天嘻嘻哈哈，快乐多于烦恼。为什么人的生活会有这样大的差别呢？答案很简单：关键看你能不能随时除却心灵的尘埃。

佛典上有一偈：“身是菩提树，心为明镜台，朝朝勤拂拭，莫使惹尘埃。”意思是人心就好比一面镜子，只有拭去镜面上的灰尘，镜子才能光亮，才能照清人的本来面目；所以，一个人也只有常常拭去心灵上的尘埃，方能露出其纯真、快乐的本性来。

有位禅师与一位小沙弥在庭院里散步，突然刮起了一阵大风，从树上落下了好多树叶。

禅师就弯下腰，将树叶一片片地捡了起来，放在口袋里。

站在一旁的小沙弥忍不住劝说道：“师父！您老不要捡了，反正明天一大早，我们都会把它打扫干净的。您没必要这么辛苦的。”

鼎州禅师不以为然地说道：“话不是你这样讲的，打扫叶子，难道就一定能扫干净吗？而我多捡一片，就会使地上多一分干净啊！而且我也不觉得辛苦呀！”

小沙弥又说道：“师父，落叶这么多，您在前面捡，它后面又会落下来，那您要什么时候才能捡得完呢？”

鼎州禅师一边捡一边说道：“树叶不光是落在地面上，它也落在我们心地上，我是在捡我心地上的落叶，这终有捡完的时候。”

小沙弥听后，终于懂得禅者的生活是什么。之后，他更是精进修行。

禅师的捡落叶，不如说是捡去心中的妄想烦恼。大地山河有多少落叶且不必去管它，而人心里的落叶则是捡一片少一片，“佛尘扫垢”，才能还自己一片清静。

生活中，财、色、利、贪、懒……时刻潜伏在我们的周围，像看不见的灰尘一样无孔不入。时间长了，不去清扫，人的心上就会积着厚厚的一层，灵智被蒙蔽了，善良被遮挡了，纯真亦不复见。

那些尘埃，颗粒极小、极轻。起初，我们全然不觉它们的存在，比如一丝贪婪、一些自私、一点懒惰，几分嫉妒、几缕怨恨、几次欺骗……这些不太可爱的意念，像细微的尘灰，悄无声息地落在我们心灵的边角，而大多数的人并没注意，没去及时地清扫，结果越积越厚，直到有一天完全占满了内心，人渐渐地就变得快乐少于烦恼。

落叶之轻，尘埃之微，刚落下来的时候难有感觉；但是存得久了，积得多了，清理起来就没那么容易了。在生命的过程中，也许我们无法躲避飘浮着的微尘，但千万不要忘记拂去，只有这样，我们才能变得没有烦恼！

一切污浊皆源于心，有时一点小小的污垢就足可以令人痛苦不堪。时时检查自己的心灵，切莫让那本是洁净的心灵蒙尘，这是保持快乐的根源。

### 移走心灵上的贪婪

**贪欲太多，人生就会变得疲惫不堪，因为心灵之舟不能承受太多的重荷。**

托尔斯泰说：“欲望越小，人生就越幸福。”这名言包含着深邃的人生哲理，是针对那些贪婪自私、欲壑难填的人来说的。由于无度的贪婪，就像压在他们心中的一座大山而招致祸患。古今中外，那些为无休止的欲望葬送生命的人，都是自己为难自己。

罗马政治家及哲学家塞尼加说：“如果你一直觉得不满，那么即使你拥有了整个世界，也会觉得伤心。”细想一下，我们所拥有的整个世界不外乎是：一天三餐；一张睡觉的床；包裹我们自己的皮囊，即衣服；还有和自己有关系的亲朋。这其实很简单，即使一个极平常的人也会享受到这一切，哪怕是一个泥水匠。

现实生活中，我们所拥有的财物，像存款、车子、房子……还有看不见的亲情和友情，没有一件是永远属于自己的。这些东西不过是暂时寄托给自己而已，有的是暂时使用，有的是暂时保管，到了最后，物归何处，不得而知。因此明智的人都把这些视为身外之物。

有很多人为了自己的所谓“得”，而失去了自己的多少东西呵！为了生活，很多人透支着体力，弹精竭虑；为了失去的亲人，很多人透支着伤痛；了爱情，很多人透支着感情……

不论我们失去什么，自己都应该把握分寸，适可而止。过度的劳累、脑力的耗尽，抑或悲痛欲绝，抑或大喜过度，像压在心灵上的一座大山，都会造成我们精神的极大损害。所以，在我们的生活中，对于物质和金钱的索取不要太过贪婪。最现实、最简单的发生在身边的例子还少吗？他们又有多少人由贪而变贫，由贪而服法，由贪而时时提心吊胆，由贪而丢失性命。

生活对于我们每个人来说是丰富多彩的，有的人贫穷，有的人富足，有的人漂亮，有的人丑陋。贫穷有贫穷的快乐，富裕有富裕的担忧，漂亮有漂亮的不幸，丑陋也有丑陋的满足。总之，生活赋予我们总是快乐的。那些老是叫苦连天的人们是否应该反思一下自己呢？是不是应该仔细地审视一番自己呢？让你的坏情绪适可而止吧！要多学学那些轻松主宰生活的人群，把自己从繁忙的压力中释放出来，而不要把贪婪变成压在你心灵上的一座大山。你还得戒除你吝啬和贪婪的习性。曾有位哲学家指出：“对财产先入为主的观念，比其他事更能阻止人们过自由而高尚的生活。”

当然，人人都向往美好的生活，都希望自己过得幸福快乐一点，这是人之常情。只是这种需要以不能超过自己的能力为前提，只要不是铤而走险或给自己徒增无穷的压力为前提，不要有过度的索取欲望，它会使我们一步步走向崩溃，甚至毁灭。

俗话说，有得必有失。得失是相对的，这主要看你得到的是什么，丢掉的又是什么。如果有超过本身所需求的物质，我们不如丢弃它来换取友谊和亲情。其实，得与失是相辅相成的，你得到多少，就会失去多少。不要过度地羡慕那些富甲一方和生活奢侈的人们，他们的享受是建立在他们发福的身体之上，他们用健康的代价来换取物质的享受，他们是牺牲时间的自由来换取物质财富。或许他们还会羡慕你呢，羡慕你的快乐和充实。

所以说，无论做什么，都应该适可而止，做一些力所能及的事情，来换取我们生活所需就可以了。千万不能过于强迫自己，办不可能之事，生活本来应是快乐的，何必给自己徒增烦恼和压力呢？否则，就是自己和自己过不去，就好像自己拿着鞭子把自己赶进了监狱或坟墓一样。

有一位禁欲苦行的修道者，准备离开他所住的村庄到无人居住的山中去隐居修行。他只带了一块布当作衣服，就一个人到山中居住了。

后来，当他要洗衣服的时候，他需要另外一块布来替换。于是，他就下山到村庄中，向村民们乞讨了一块布当作衣服。村民们都知道他是虔诚的修道者，于是，毫不考虑地给了他一块布，当作换洗穿的衣服。

当这位修道者回到山中之后，他发觉在他居住的茅屋里面有一只老鼠，常常会在他专心打坐的时候来咬他那件准备换洗的衣服。他早就发誓一生遵守不杀生的戒律，因此他不愿意去伤害那只老鼠。但是，他又没有办法赶走那只老鼠，所以他回到村庄中，向村民要了一只猫来饲养。

得到了一只猫之后，他又想：“猫要吃什么呢？我并不想让猫去吃老鼠，但总不能跟我一样只吃一些水果与野菜吧！”于是，他又向村民要了一只乳牛。这样，那只猫就可以靠牛奶维持生计了。

在山中居住了一段时间以后，他发觉每天都要花很多的时间来照顾那只母牛。于是，他又回到村庄中，找到了一个可怜流浪汉，就带着这无家可归的流浪汉到山中居住，帮他照顾乳牛。

那个流浪汉在山中居住了一段时间之后，就跟修道者抱怨说：“我跟你不一样，我需要一个太太，我要过正常的家庭生活。”

修道者想一想也有道理，不能强迫别人一定要跟他一样，过着禁欲的苦行生活……

这个故事的最后结果是：整个村庄都搬到了山上。

贪不贪完全由自己掌握，我们为什么要和自己过不去呢？贪欲太多，人生就会变得疲惫不堪，因为心灵之舟不能承受太多的重荷。否则，这像压在你身上的一座大山，会压得你身心崩溃，永不得翻身。

### 患起于多欲，福生于不贪

**注重中庸并保持淡泊人生，乐趣知足的心态，才能使自己体会出无尽的乐趣，达到人生的理想境界。**

中国有一句俗话叫“知足常乐”。孟子有一句话：“养心莫善于寡欲”，是说希望心能够正，欲望欲少欲好。他还说：“其为人也寡欲，虽不存焉者寡矣；其为人也多欲，虽有存焉者寡矣。”欲少则仁心存，欲多则仁心亡，说明了欲与仁之间的关系。

自古仕途多变动，所以古人以为身在官场的纷华中，要有时刻淡化利欲之心的心理。利欲之心人固有之，甚至生亦我所欲，所欲有甚于生者，这当然是正常的。问题要能进行自控，不把一切看得太重，到了接近极限的时候，要能把握得准，跳得出这个圈子，不为利欲之争而舍弃了一切。

怎么才能使自己的欲望趋淡呢？“仕途虽纷华，要常思泉下的况景，则利欲之心自淡”。常以世事世物自喻自说则可贯通得失。比如，看到天际的彩云绚丽万状，可是一旦阳光淡去，满天的绯红嫣紫，瞬时成了几抹淡云，古人就会得出结论道：“常疑好事皆虚事”；看到深山中参天的古木不遭斧斤，葱蓬勃，究其原因是它们不为世人所知所赏，自是悠闲岁月，福泽年长，“方信人是福人”。中国的古代，自汉魏以降，高官名宦，无不以通禅味解禅心为风雅，可以在失势时自我平衡，自我解脱。

人生在世，除了生存的欲望以外，人还有各种各样的欲望，自我实现就是其中之一。欲望在一定程度上是促进社会发展的动力，可是，欲望是无止境的，欲望太强烈，就会造成痛苦和不幸，这种例子不胜枚举。因此，人应该尽力克制自己过高的欲望，培养清心寡欲，知足常乐的生活态度。

在追求快乐的时候，也不要忘记“乐极生悲”这句话，适可而止，才能掌握真正的快乐。大凡美味佳肴吃多了就如同吃药一样，只要吃一半就够了；令人愉快的事追求太过则会成为败身丧德的媒介，能够控制一半才是恰到好处。

所谓“花看半开，酒饮微醉，此中大有佳趣。若至烂漫酕醄，便成恶境矣。履盈满者，宜思之。”意即赏花的最佳时刻是含苞待放之时，喝酒则是在半醉时的感觉最佳。凡事只达七八分处才有佳趣产生。正如酒止微醺，花看半开，则瞻前大有希望，顾后也没断绝生机。如此自能悠久长存于天地畛域之中。

痛饮狂欢固然快乐，但是等到曲终人散，夜深烛残的时候，面对杯盘狼藉必然会兴尽悲来，感到人生索然无味，天下事大多如此，为什么不及早醒悟呢？

常常看到有些人为了谋到一官半职，请客送礼，煞费苦心地找关系、托门路、机关用尽，而结果还往往与愿相违；还有些人因未能得到重用，就牢骚满腹，借酒浇愁，甚至做些对自己不负责任的事情。凡此种种，真是太不值得了！他们这样做都是因为太看重名利，甚至把自己的身家性命都压在了上面。其实生命的乐趣很多，何必那么关注功名利禄这些身外之物呢？少点欲望，多点情趣，人生会更有意义，何况该是你的跑不掉，不该是你的争也白搭。

因此，注重中庸并保持淡泊人生，乐趣知足的心态，才能使自己体会出无尽的乐趣，达到人生的理想境界。

古人云：求名之心过盛必作伪，利欲之心过剩则偏执。面对名利之风渐盛的社会，面对物质压迫精神的现状，能够做到视名利如粪土，视物质为赘物，在简单、朴素中体验心灵的丰盈、充实，并将自己始终置身于一种平和、自由的境界。

### 偏激是性格上的一种疾病

**掌握正确的思想观点和思想方法，不放纵、迁就自己，说话、做事多冷静思考，才能有效地克服这种偏激心理。**

自我控制偏激是一种修养，它是你千百次的忍耐而形成的一种性格，这种性格是你成就大事的一把利剑，它会为你辟开前进路上的荆棘，拓宽你远行的人生道路。

性格和情绪上的偏激，是一种心理疾病，是为人处世的一个不可小视的缺陷。它的产生源于知识上的极端贫乏，见识上的孤陋寡闻，社交上的自我封闭意识，思维上的主观唯心主义等等。这种性格上的缺陷常常让人们率性而为，将精力投入到毫无意义的事情上，离成功越来越远。因此我们要善于克制这种缺陷，才能蓄力待发。

一个人有主见，有头脑，不随人俯仰，不与世沉浮，这无疑是值得称道的好品质。但是，这还要以不固执己见，不偏激执拗为前提。无论做什么事情，头脑里都应当多一点辩证观点。死守一隅，坐井观天，把自己的偏见当成真理至死不悟，这无论是对自己还是对待他人，都没有一点益处。如果不认真纠正这种“关羽遗风”，就很有可能会使自己误入人生的“麦城”而转不出身来，最后将与成功背道而驰。

三国时代，汉寿亭侯关羽，过五关、斩六将，单刀赴会，水淹七军，是何等的英雄气概。可是他致命的弱点就是不善于克制，固执偏激。当他受刘备重托留守荆州时，诸葛亮再三叮嘱他要“北据曹操，南和孙权”，他不以为然。不久吴主孙权派人来见关羽，为儿子求婚，关羽一听大怒，喝到：“吾虎女何肯嫁犬子乎！”这本来是一次很好的“南和孙权”的机会，却闹得孙权没脸下台，导致了吴蜀联盟的破裂。最后刀兵相见，关羽也落个败走麦城、被俘身亡的下场。关于不但看不起对手，也不把同僚放在眼里，名将马超来降，被封为平西将军，远在荆州的关羽大为不满，特地给诸葛亮去信，责问说：“马超的才能比得上谁？”老将黄忠被封为后将军，关羽又当众宣称：“大丈夫终不与老兵同列！”目空一切，气量狭小，盛气凌人，其他的人就更不在他的眼里，一些受过他蔑视甚至侮辱的将领对他既怕有恨，以至于当他陷入绝境时，众叛亲离，无人援救，促使他迅速走向灭亡。

现实生活中，像关羽这样的个人英雄还是不少的，然而随着竞争力度的加大，能力竞争已经超出个人能力的大斗，取而代之的团队精神的较量。因此，只有正确看待别人的人才能立足于能精诚团结的团队，才能共同进步，从而成就一番事业。

一只在外面闲逛的小瓢虫，有一天误入了牛角。小瓢虫很小，弯弯的牛角在他看来就像是一条极宽阔的隧道。他想，走出隧道，定会是一个水草丰美的洞天福地。谁料，脚下的路却越走越窄，到后来竟难以容身。为此，小瓢虫不得不停下来进行认真思考，经过一番激烈的思想斗争，他决心掉过头来，重新开始。

这一回，他由牛角尖向牛角口进发，结果他惊喜地发现，道路越走越宽广，而且步出牛角，天蓝蓝的，极其高远，大地郁郁葱葱的，宛如绿浪滚滚的大海。一时间，他觉得自己就是那天上自由飞翔的小鸟儿，大海中随意竟游的小鱼儿。从那以后，小瓢虫逢人便说：“当你遇到无法逾越的障碍时，不妨换一种方式。这就像面对一扇打不开的门一样，换一把钥匙，希望之门或许就会为你敞开。”

人们常常把那些头脑不开窍、认死理的人称作性格和情绪上的偏激。造成这种偏激的原因是在很多时候，对事物持有的某种观点和信念，而这种观点和信念其实并不符合客观事实或与逻辑推论相违背。严重的偏见会给我们的生活带来不必要的困扰，还会阻碍我们的进步和发展。其实，走出这种偏激再容易不过，简单得只需要变个方向。无论对人对事都要用发展的眼光去看，他以前错过，不等于他永远都错，他以前对过，不等于他永远都对。但是，只这一点便难倒了许多人，无数人都是在碰了壁后才知道回头，但大多已为时过晚。

要克服“一叶障目，不见泰山”的偏激心理，最好的方法只有对症下药，丰富自己的知识，增长自己的阅历，培养辩证思维能力，全面、灵活、完整地评价事物，冷静、客观地看待问题。同时，多参加有益的社交活动，培养勇敢、顽强、坚韧、机智、果断、团结、互助等良好的意志品质，有效地增强自控能力。此外，还要掌握正确的思想观点和思想方法，不放纵、迁就自己，说话、做事多冷静思考，才能有效地克服这种偏激心理。

### 愤怒是心理上的敌人

**愤怒到极限时，最容易导致理性的丧失，说出本来不该说的话，做出本来不该做的事。**

生活的每一天并不会时时受到那些繁杂的琐事所困扰，但一定会经常因一些繁琐的小事而影响心情，甚至是影响到一个原本鲜活的生命。轻易击垮人们的并不是那些看似灭顶之灾的挑战，往往是那些微不足道的极细微的小事左右了人们的思想，改变了原来的意志，最终让大部分人一生一事无成。

愤怒在某一情况下是一种自然的反应，但并不是在每一种情况中都要如此反映。我们所处的社会是靠彼此的合作和帮助维持的。我们必须经常控制某些直觉的情感。重要的是，我们要承认别人与自己都有情绪存在——但是我们不能拿它当借口，每次有什么感觉，就毫无考虑地发泄出来，这样做只是徒劳，有时还会得不偿失，没有任何意义。生活是忙忙碌碌的，所以要求人们去清点那些无需劳神去忙的无畏的琐事，然后果断地将那些无益的小事抛弃，没有必要去理它。

一位新毕业的大学生，花费了很大精力找到了一个海上油田钻井队的对口工作。在海上工作的第一天，领班要求他在限定的时间内登上几十米高的钻井架，把一个包装好的漂亮盒子送到最顶层的主管手里。他拿着盒子快步登上高高的狭窄的舷梯，气喘呼呼满头是汗地登上顶层，把盒子交给主管。主管只在上面签下自己的名字，就让他送回去。他又快跑下舷梯，把盒子交给领班，领班也同样在上面签下自己的名字，让他再送给主管。

他看了看领班，犹豫了一下，又转身登上舷梯。当他第二次登上顶层把盒子交给主管时，浑身是汗，两腿发颤，主管却和上次一样，在盒子上签下名字，让他把盒子再送回去。他擦擦脸上的汗水，转身走向舷梯，把盒子送下来，领班签完字，让他再送上去时他有些愤怒了，他看看领班平静的脸，尽力忍着不发作，又拿起盒子艰难地一个台阶一个台阶地往上爬。当他上到最顶层时，浑身上下都湿透了，他第三次把盒子递给主管，主管看着他，傲慢地说：“把盒子打开。”他撕开外面的包装纸，打开盒子，里面是两个玻璃罐，一罐咖啡，一罐咖啡伴侣。他愤怒地抬起头，双眼喷着怒火射向主管。主管又对他说：“把咖啡冲上。”年轻人再也忍不住了，“叭”他一下把盒子扔在地上，“我不干了！”说完，他看着扔在地上的盒子，感到心里痛快了许多，刚才的愤怒全释放了出来。这时，这位傲慢的主管站起身来，直视他说：“刚才让您做的这些，叫做极限训练，因为我们在海上作业，随时会遇到危险，所以要求队员身上一定要有极强的承受力，承受各种危险的考验，才能完成海上作业任务。可惜，前面三次你都通过了，只差最后一点点，你没有喝到自己冲的甜咖啡。现在，你可以走了。”

有时，你的愤怒情绪将会阻止你干不好事情。成大事者是不会让愤怒情绪所左右的。在关键时刻不能让你的怒火左右情感的，不然你会为此付出惨痛的代价。在现代生活中，也不乏生气、盛怒而身亡者。俗话说“一碗饭填不饱肚子，一口气能把人撑死”。人因怒而死亡的事屡见不鲜。承受痛苦压抑了人性本身的快乐，但是成功往往就是在你承受常人承受不了的痛苦之后，才会在某个方面有所突破，实现最初的梦想。可惜，许多时候，我们总是差那一点点，因为一点点的不顺而怒火中烧，这也正是很多年轻人的缺陷，正如上例，一点小事都承受不了，最后的结果只能是丢了自己的第一份工作。

“人生一世，草木一春”，短短的几十年人生，何不让自己活的快活一点，潇洒一点，何必整天为一些鸡毛蒜皮的小事生闲气呢？如果遇到中伤或误解的事，气量大一点，装装糊涂，他人气我我不气，一场是非之争就会在不知不觉中消失，你也落得潇洒，而等到终于水落石出，人家还会更加敬重你这个人。

现实生活中，让人生气令人发怒的事是随时可能发生的，但作为一个有头脑的冷静的人，为了更好地、安宁地生活和工作，理智地处理各种不愉快，就需要忍制怒，如果不忍，任意地放纵自己的感情，首先伤害的是自己。如对方是你的对手、仇人，有意气你、激你，你不忍气制怒保持头脑清醒，就容易被人牵着鼻子走，中了人家的计，到头来弄个得不偿失的下场，如三国时的周瑜就是一例。所以孔子云：“一朝之忿，忘其身以及其亲，非惑欤？”言下之意即因一时气愤不过，就胡作非为起来，这样做显然是很愚蠢的。愤怒，体现的是理性的不健全。愤怒到极限时，最容易导致理性的丧失，说出本来不该说的话，做出本来不该做的事。所以要学会控制自己的情绪，不要轻易发怒。

如果你是一个易于愤怒却不善于控制的人，建议你不妨设立一本愤怒日记，记下你每天的愤怒情况，并在每周作一个小总结。这样，就会使你认识到：什么事情经常引起你的愤怒，了解处理愤怒的合适方法，从而使你逐渐学会正确地疏导自己的愤怒。

## 第四章　坚持己见，自己的事情自己定

人生道路上，自己终究是自己，没有人能代替。所以，“知己者莫若己也”，没有人能比自己更了解自己。他人的期待，只是站在旁观者的角度来要求自己，往往与自己的实际不符。所以，很多时候，自己的认识和选择是最适合自己的，坚持己见，才能指导自己的行动取得成功，成就无悔的人生。

### 不要太在意他人的赞许

**如果想活出一个真实的自己，必须将这种过分依赖他人赞许的虚荣心，从生命中根除掉。**

在每个人心底，都有那么一点虚荣心，都想得到别人的赞赏和认可。从表面上看，这似乎没有什么害处，也没有什么不对。但是如果一个人为了得到别人的赞赏和认可，不惜去做一些违心的事情，甚至不惜以牺牲自己的尊严为代价，这就不仅是满足一点虚荣心的问题了，而是虚荣心过度膨胀的表现。如为得到别人的认可而成为你许多行为的动力时，这种心态是有百害而无一益的。

人在生活中必然会遇到大量反对意见，这是正常现象，也是一种无法避免的现象。因为你不能要求所有人的思维和观点都和你保持一致，这就像你永远不会找到两片一模一样的树叶一样。

刘伟就是一个典型的过分需要赞许的人。他是一名记者，对于现代社会的各种重大问题都有着自己的一套见解，如计划生育、人工流产、南水北调、义务教育等等。他总是喜欢把自己的观点说给更多的人听，可是每当他的观点得不到赞同甚至受到嘲讽时，他便表现得十分沮丧和痛苦。为了让自己的每一句话和每一个行动都能被大家赞同，他花费了不少心思。

有一次，刘伟和一位朋友聊起无痛死亡的问题，他说他坚决反对无痛致死法。但是他发现他的朋友皱起眉头表现出很不高兴的样子，为了不影响和气，他几乎本能地立即修正了自己的观点：“我刚才是说，一个神智清醒的人如果要求结束其生命，那么倒可以采取这种做法。”当他注意到朋友表示同意时，才稍稍松了一口气。

后来，他和自己的上司也无意中谈到了这个话题，这次吸取上次的教训，他说自己赞成无痛致死法，没想到却遭到上司强烈的训斥：“你怎么能这样说呢？这难道不是对生命的亵渎吗？”刘伟实在承受不了这种责备，便马上改变以自己的立场：“……我刚才的意思只不过是说，只有在极为特殊的情况下，如果经正式确认绝症患者在法律上已经死亡，那才可以截断他的输氧管。”最后，他的上司终于点头同意了他的看法，他才再一次摆脱了困境。

由此可见，一旦寻求赞许成为一种过于强烈的心理需要，做到实事求是几乎就不可能了。为迎合他人的观点与喜好而放弃自己内心真实的想法，慢慢地也就失去了自我价值。

希望博得他人的认可是一种无可厚非的心理，然而，人们在获得了一定的认可后总是希望获得更多的认可。于是，人的一生就常常会为寻求他人的认可而活在爱慕虚荣的牢笼里。事实上，这就流露了一种虚荣心理：你对我的看法，比我对自己的看法更重要。

毫无疑问，要在生活中有所作为，就必须消除过分需要得到赞许的心理！它是精神上的死胡同，不会给生活和工作带来任何益处。如果想活出一个真实的自己，必须将这种过分依赖他人赞许的虚荣心，从生命中根除掉。

在我们的生活中，很多人千方百计、绞尽脑汁地去迎合别人的喜好，目的仅仅是换取别人的认同和赞赏，这是不可取的。所以，当我们沉浸在别人的掌声、喝彩声中的时候，一定要对自己此时此刻的幸福和快乐有一个清醒的认识，千万不要染上虚荣的毒瘾，沦为别人赞许的牺牲品。

### 选择自己喜欢的

**如果你不能清醒客观地看待自己的天性，盲目地追随了他人的想法，最后苦的是自己。**

在我们周围可以看到许许多多匆匆忙忙的人，可是想找到自己在各方面都比较满意的人却很难。文明中的男女都不得不发挥才能，并且在各种各具功用却又彼此有所冲突的观念中作出选择：既希望保持人际间的感受，又不能放弃积极进取、事业有成；既希望自己感觉机敏，同时又要不失坚忍自若。说白了，这也是一种虚荣心，想让自己得到更多人的认可，却常常忽略了自己的感受。

社会生活就是一出戏，每个人都扮演其中一个角色。扮演者的行为举止应和角色相符，但往往做不到，因为常常会遭到旁人的排斥，受到讥笑。

王亮原来是某公司销售部的职员，销售工作很有挑战性，这正符合他的个性，他也非常喜欢，工作成绩一直不错。结婚后，他的妻子不喜欢他整天东颠西跑的，就希望他换个稳定点的工作。他岳父岳母也常常唠叨说：“本科毕业什么工作不好找，偏偏要做什么销售人员，有什么出息，还是找机会调调吧。”他本不想换工作，他想在销售领域做出点成绩。但是经不住亲人的软磨硬泡，他终于答应换工作了。

在一位朋友的帮助下，王亮在一家公司当上了总经理助理，家人都为他高兴，不住地称赞他。可是他开始变得不快乐，对自己没有信心，很简单的事情也感觉自己不能胜任。尤其是工作的烦琐更让他头痛，每天上班就像例行公事，他不知道自己工作的意义何在，再也找不到当初工作的成就感和愉悦感。于是，他开始不喜欢上班，下了班心情也不好，整个人都变了。

终于有一天，他想明白了，要做自己真正喜欢的工作，否则就会陷入痛苦的泥沼。他毅然辞去了安逸的总经理助理职位，回到了原来的工作岗位上，马上就恢复了原来的信心和斗志，不久就被提升为销售部经理，人也变得意气风发起来。

在生活中，亲人和朋友总是会出于好意建议你找份好工作，可是工作原本无好坏之分，重要的是是否适合你，别人并不知道你最适合什么样的工作。所以，如果你不能清醒客观地看待自己的天性，盲目地追随了他人的想法，最后苦的是自己。

人生中很多事，并不像选择工作一样，如选择错了，还有重来的机会。也许，你一生就这么一次机会。如果你要的是金子，你不妨就去捞钱。要不然，你就会总处于失望之中。因此，如有必要，就得准备置身于“角色”之外，这可能会让你不舒服，但会让你觉得自由。不要考虑剧情的压力，自己决定你所需要的，必要时换一个角色，但要始终如一。没有人会接受一个变化无常的人，或一个变来变去又变成老样子的人。

47岁的南希在众人的眼中是一个成功的职业女性，可是她却总是觉得找不到自我。她说：“虽然我的一些成就让人刮目相看，我却想不透大家夸赞我什么。我这辈子一直都在努力成就这样或那样的事，可是现在我却怀疑‘成就’究竟是指什么？我永远在压力下生活，没有时间结交真正的朋友。就算我有时间，也不知道该如何结识朋友了。我一直用工作来逃避必须解决的个人问题，所以我一个任务接一个任务地去完成，不给自己时间去想一想我为什么要工作。这真是疯狂。假如时间可以退回去10年，我会早一些放慢脚步考虑一下，那就不会像现在这样感觉匮乏了。”

一位作家指出：我们此生不一定要成大名，立大功。可是，我们一定要明白自己的梦想，并把它具体起来，使它成为可能，然后去追求它，去实现它。追寻一个梦想是一种绝大的幸福和快乐。你是否体会过这种幸福和快乐呢？

现实生活中，有许多人不是因为自己喜欢而选择了现在的生活模式，而是迫于别人的意志去演那个大家喜欢的“角色”。忙的时候就像陀螺，一旦停下来，就会觉得空虚，不知道自己生活的目的是什么。生活成了为“演戏”而“演戏”，不但没有幸福和快乐，还让人感到痛苦不堪。

所有人都希望自己的生活方式被大家羡慕，但有些人却忘记了自己是不是真的快乐；所有的人也都希望自己在生活中扮演的角色被大家喜欢，但有些人却忘记了自己是不是真正的喜欢。他们选择了别人喜欢的，而不是自己喜欢的，所以注定要忍受更多的寂寞、痛苦和空虚，这就是虚荣的代价！

### 坚韧决定你的成功

**勇敢坚韧的人面对困难时就用一种方法：勇敢面对，去战胜它。**

人的一生不可能一帆风顺，总会有一些坎坷和波折。世界上的人之所以有强弱之分，是因为有的人在面对困难的时候选择了低头，而有的人勇敢地站了起来。那些不畏挫折的人才是生命的强者。

一个害怕失败、不具备坚韧性格的人，在生活和工作中很难实现自己的理想，也很难获得成功。因为他们面对困难时，不知道怎样应对，自己给自己出了许多难题。而勇敢坚韧的人面对困难时就用一种方法：勇敢面对，去战胜它。

1883年，富有创造精神的工程师约翰罗布林雄心勃勃地着手建造一座横跨曼哈顿和布鲁克林的桥。然而桥梁专家却说这计划纯属天方夜谭，不如趁早放弃。罗布林的儿子华盛顿，是一个很有前途的工程师，也确信这座大桥可以建成。父子俩克服了种种困难，在构思大桥方案的同时说服了银行家们投资该项目。

然而刚刚在大桥开工几个月后，施工现场就发生了灾难性的事故。作为总工程师的罗布林在事故中不幸身亡，儿子华盛顿的大脑也在事故中受到了严重的伤害。当两名工程师都不能工作的时候，几乎所有的人都认定这项工程就此泡汤了，因为已经没有人能建造这座大桥。

可是，尽管华盛顿在意外中丧失了活动和说话的能力，但是他的思维还同以往一样敏锐，他决心要把父子俩花费了巨大心血的大桥建成。他坚信在挫折面前总能找到办法。

一天，他脑子忽然一闪，他想到了虽然自己不能说话，但是却可以用他唯一能动的手指和别人交流的方式。他用那只手敲击她妻子的手臂，通过这种奇怪的方式把设计意图转达给仍然在建桥的工程师们。整整13年，华盛顿就这样用一根手指指挥工程，直到雄壮的布鲁克林大桥终于落成。

布鲁林大桥可以说是建筑史上的一个奇迹。大家除了赞叹大桥的雄伟壮观之外，更惊叹建筑师惊人的毅力、永远不说放弃的坚定信念、执着的追求、还有那可贵的自信。永不言败是一种幸福，也是一种自豪。

有一位残废的作家自豪地说：“我的心脏没有放弃跳动，我们没有放弃生活。”他发表了众多的作品，用自己的思想征服了读者。他用自己的成就证明了永不言败的意义。当你想要放弃时，不妨想想，也许阳光就在转弯的不远处，如果此刻放弃就可能永远触不到成功的希望。对自己说：挺住，成功源于坚持。

别人放弃，自己还是坚持；他人后退，自己还是向前；眼前没光明、希望，自己还是努力奋斗。这种精神，是一切科学家、发明家及其他有大成就的人成功的原因。面对困难和挫折，要勇敢地站起来面对。战胜了他们才能让自己成长，让自己有所成就。

### 半途而废敲不开成功之门

**若能坚持到底，付出艰苦的努力，就能成为一个有用的人。**

半途而废常用来比喻事情中途停止。《礼记·中庸》：“君子遵道而行，半途而废，吾弗能已矣。”《论语·雍也》：“力不足者，中道而废。”“上帝死了，我们每个人都可以成为上帝”。可事实是“有的人真的成为了上帝，有的人永远被剥夺了成为上帝权利”。为什么？半途而废无疑是他们自愿放弃自己“成为上帝”的绊脚石。

其实，在生活中，半途而废的例子有很多。要么开始就不干，要么就坚持到底。那些干事情半途而废的人不就是自己为难自己吗？

古官道上，一天走来一个匆匆的行者。只见他年约二十上下，书生打扮，脸上露着兴奋的表情。他叫乐羊子。本来告别妻子在外地求学的，但学问的艰深、求学的清苦，使他感到十分乏味，想着家里美丽的妻子、舒适的房舍，他在书塾呆了一年后终于决定抛下书本返乡。想到回家后妻子惊喜的表情，那温暖体贴的招呼，他便觉格外的兴奋，脚步不由更快了。渐渐，熟悉的房舍出现在眼前，炊烟正袅袅地升起，像在欢迎归家的游子。他赶紧几步跑到门，叩响了门环。

“谁？”屋里的织布声停了，传来妻子熟悉的声音。

“我呀！”乐羊子高兴地大叫起来。

屋子里出现短暂的沉默，“吱呀”门开了，露出妻子惊喜而略带诧异的脸。当她看到乐羊子那沉甸甸的行装，脸上的笑容消失了，她似乎猜到什么。

乐羊子可没管这些，他一步跨进门里，放下包狱，环视了一眼干净、舒适的屋子，便高兴地嚷嚷起来：“终于回来了，可回来了。”现在，他一心只等着妻子送上几句欢迎归家的贺辞，端上美味可口的饭菜。

但妻子的表情似乎有些冷淡，她默默地看着他，终于开口道：“不是要三年才能回来吗？”

“我想家，所以便回来了。”

“住几天？”

“再也不走了。”乐羊子手一挥，感觉很痛快。想到那清冷的书塾，老师那严厉的面孔从此便远离自己，真让人松了一口气。以后，便可以在家里陪着妻子，过着悠闲自在的日子了。

妻子没说什么，只是拿出一把剪刀，乐羊子诧异地盯着她。只见她走到织布机边，“喀嚓”一声，便将织布机上停着的一匹布剪断了。乐羊子大叫起来，真是太可惜了！这是一块图案精美的花布，还差一点就要彻底完工了，可妻子这么横刀一剪……

“这本是一块快要完工的布，但我剪断了它，它便成了一块废布。”妻子说，“求学的道理也是一样。若能坚持到底，付出艰苦的努力，就能成为一个有用的人；但若不能坚持，中途停焉放弃攻读，就会前功尽弃，如同这块废布一样，成为一个毫无用处的人。”

“这？”乐羊子嗫嚅着。

“再过几年，你的同学学业有成，便可报效国家、建功立业了，而你却仍是碌碌一白丁，终日干些琐碎的事，一辈子又能有什么出息呢？”

乐羊子低头不语，他感到非常羞愧，自己的见识还不如一女子。若不是妻子谆谆教诲，自己岂不是会虚掷光阴，成为一个无用之人。想到此，他便打起行装，决心回到书塾去完成学业。

乐羊子离乡背井，深受求学之清苦，终因思念家中温暖体贴的妻子，弃学返乡与娇妻团聚。结论有两种，其一：乐羊子回家后与美丽贤慧的妻子男耕女织，恩恩爱爱的生活一生。其二：如故事所讲的那样，乐羊子在妻的帮助下，竟又打起行装远走它乡。乐羊子这一走走出个一代大学问家，但夫唱妻和的天伦之乐必反淡泊了许多。如果是你，你会作出哪一种选择呢？所以说：“做事最应有恒心，半途而为无所成。”

### 只要你不认输，就会有机会

**成功需要一个艰苦奋斗的过程，真正成功的人是能坚持到最后的人。**

有时候，输赢就在坚持和放弃之间，是坚持还是放弃全在于自己。不坚持，你就会输；不放弃坚持到最后，也许成功就此降临。在放弃中失败的人，是自己让自己失败；在放弃中失败的人，其实也是在自己为难自己。因为只要继续坚持，就能够到达成功的终点。

杰克骑着新的自行车来到学校，骄傲地宣布自己拥有了最新款的运动自行车。学校每一个孩子都有自行车，就汤姆没有，因为他的父亲生病，家里的条件一直不好。虽然从来没有向父亲要过自行车，可是他做梦都想有一天他也能骑着像杰克那样的自行车去上学。

汤姆想尽一起可以挣钱的办法，甚至偷偷地把家里的垃圾给卖了，终于他拥有了5美元。可是，一辆自行车至少需要100美元。5美元和100美元之间距离成为了汤姆梦想的距离。但是，汤姆知道自己一定能拥有自己的自行车。

有一天，他在网上看到了一个拍卖脚踏车的消息。原来海关要把一些在缉私活动中没收的物品拍卖，其中就有一批崭新的脚踏车。当汤姆发现这个消息的时候，他高兴坏了。虽然他有些害怕，但是为了心爱的自行车，他决定前往。

拍卖会上人非常多，要拍卖的东西却越来越少。当拍卖自行车的时候，杰克总是以五块钱第一个出价，然后眼睁睁地看着脚踏车被别人用50、60美元买去。拍卖暂停休息时，好奇的拍卖员注意到了杰克，问杰克为什么不出较高的价格来买，杰克老实地告诉他自己只有五块钱。拍卖员也老实告诉他，可能拍不到想要的自行车了。

拍卖会又开始了，杰克还是给每辆脚踏车相同的5美元，然后又被别人用较高的价钱买走。后来，大家开始注意到那个总是首先出价的男孩，都知道杰克得不到自己想要的自行车了，因为任何人都可以出比5美元高的价钱把车子骑走。

直到最后一刻，拍卖会要结束了。这时，只剩最后一辆的脚踏车，车身光亮如新，有多种排档、十段杆式变速器、双向手煞车、速度显示器和一套夜间电动灯光装置。这辆车子要比汤姆的新车子还要棒。

拍卖员问：“有谁出价呢？”这时，站在最前面而几乎已经放弃希望的杰克，轻声地再说一次：“我出5美元。”他的声音很小，因为他不敢大声的出价。这时，所有在场的人全部盯住这位小男孩，没有人出声，没有人举手，也没有人喊价。直到拍卖员唱价三次后，他大声说：“这辆脚踏车卖给这位穿短裤白球鞋的小伙子！”

此话一出，全场鼓掌。杰克被发生的一切惊呆了，他不相信自己真的拍到了台上那辆自行车，这就像是自己在做梦一样。杰克拿出握在手中仅有的5美元，买到了那辆毫无疑问是世上最漂亮的脚踏车时，他脸上流露出从未有过的幸福和满足。

对于杰克来说，想得到自行车的愿望是如此强烈，以至于在看似没有任何希望的时候都不放弃。杰克因为没有放弃最后一点希望，而最终得到了自己想要的自行车。我想，在拍卖大厅的每一个人都被杰克坚持不放弃的精神感动了。

成功需要一个艰苦奋斗的过程，真正成功的人是能坚持到最后的人。巨大的成功依靠的不是力量而是韧性。我们总是看到成功的结果，而看不到成背后的坚持。成功的人不一定是聪明过人，但都是在所有人都放弃的时候还能继续坚持的人。

### 对自己狠一点

**对自己狠一点，其实并不是自己和自己过不去，而是为了取得更大的成功所采取的一种自我加压的方法。**

有人曾经做过这样的比喻，人就像一根弹簧，当外界越是施加压力的时候，产生的反弹力就越强，也就越能展示出个人面对困难、克服困难的能力。这个比喻很贴切，人必须象弹簧一样，在压力面前始终保持强劲的反弹力和昂扬的斗志，遇挫而更强。

清代曾国藩是毛泽东主席最为推崇的人物。他在征剿太平军时屡战屡败，甚至在安庆之役失败之后，一度想投湖而自戮。但是，他在给皇帝奏折中写道：“臣屡战屡败，屡败屡战”。正是这种对自己狠一点和永不放弃的精神，最后的胜利还是掌握在他的手中。

年轻人在家庭和学校生活中，就像在温室中鸡雏从蛋壳中孵化出来一样，心安理得享受衣食无忧的生活。但是，当他们一脚跨进社会大门，此时才会明白，原来避风港没有了，迎接他们的将是惊风骇浪地考验。一时间，在社会生存的现实困难当中，有的人迷茫了，有的人退缩了，有的人甚至发出了“老天待我不公”悲叹和无奈。其实，造物主对待每一个人都是公平的，没用经历过失败的人，永远不会享受到成功的喜悦。只有在失败的磨砺当中，凭着坚持不懈的努力，才会一步步接近成功。希望不是像肥皂泡一样，刚开始的时候是五彩斑斓的，然而在现实考验当中，一下子就破灭了。希望是一块璞玉，刚开始时候也许是一块石头，只有剖开的时候，你才会发现其中的价值。

失败不是结束，而是新的开始。有时候，面对严峻的挑战，有的人退缩了，有的人这样安慰自己“退一步海阔天空”，其实这样的思想是万万要不得的，因为只要思想存在任何懈怠的迹象和苗头，都是埋下了失败的种子，为其繁衍和成长创造了条件。面对失败、面对考验，我们应该有“扼住生命的咽喉”的豪情壮志，与困难从不妥协，克服和战胜一切的困难。

那么，如何战胜困难呢？其实很简单，我觉得就必须对自己狠一点。为什么说要对自己狠一点呢？举个例子，当一个人挑担子的时候，如果他能挑得起50公斤重量而感觉不舒服时，于是就减掉10公斤后，这样感觉起来就舒服多了。但是，如果想继续这样舒服下去，最后恐怕连10公斤挑起来也觉得受不了。如果你在能够挑起50公斤的基础上，再加上5公斤，也许你会感觉到很累。但是，当你咬咬牙，挺一挺就会扛过去，逐渐地也许肩上的担子份量达到100公斤，甚至比100公斤更重的时候，这时你也能够挑起这样的重量。在实际的工作中何尝不是这样，刚开始时候，一点压力都会让自己无所适从，但是当你成熟时候，肩负起一个企业生存危亡的重任的时候，这副担子的重量也不是一开始就有的，而是慢慢地加上来地。

人生的价值不是在安逸中的享受，而是在不断地挑战中体现自己的价值。为什么人类崇尚“更高、更快、更强”的奥林匹克精神，就是人类永远不会满足现状。所以说，想做一个合格而优秀的“人”，你就必须不懈地努力，咬紧牙关对自己狠一点。

人生下来不是为了享受的，人生最大的享受是在于你创造出伟大的业绩。曾国藩所奉行“打掉牙，和血吞，有苦从不说，徐图自强”的立世准则，就告诉了我们人必须对自己狠一点。也正是他自己几十年如一日的狠劲，才创造不平凡的业绩，为后世所推崇膜拜。回想过去，你是否为怨天尤人而感到羞愧。面对未来，我们更应该从自身找出差距，对自己狠一点，从不轻言放弃，严格要求自己，只有这样我们才能接近人生的目标。

### 勇于改变生存状态

**如果始终拘泥于一种思考方式、一个固定的位置，就会成为井底之蛙，看不到更广阔的空间，得不到更长远的发展。**

人生不可能有坦途。当我们无法改变外在环境时，要想跨越生命中的障碍，取得某种突破，往往需要一定的魄力，换一种思考模式，积极地转换自身的生存状态。

有一条河流从遥远的高山上流下来，经过了很多个村庄与森林，最后它来到了一个沙漠。它想：“我已经越过了重重的障碍，这次应该也可以越过这个沙漠！”

可以，当它决定越过这个沙漠的时候，河水却渐渐消失在泥沙当中。它试了一次又一次，总是徒劳无功。于是，它灰心了，颓丧地自言自语道：“也许这就是我的命运了，我永远也到不了传说中那个浩瀚的大海。”

这时候，沙漠低沉的声音响了起来：“如果微风可以跨越沙漠，那么河流也可以。”

小河流很不服气地说：“那是因为微风可以飞过沙漠，可是我却不行。”

“因为你一直维持原来的状态，所以你永远无法跨越这个沙漠。你必须让微风带着你飞过这个沙漠，到达你的目的地。只要你愿意，你可以放弃你现在的样子，让自己蒸发到微风中。”沙漠继续说道。

小河流惊恐地说：“放弃我现在的样子，蒸发到微风中？不！不！那不是等于自我毁灭吗？”

“微风可以把水汽包含在它之中，然后飘过沙漠。到了适当的地点，它就把这些水汽释放出来，于是就变成了雨水。这些雨水又会形成河流，继续向前进。”沙漠耐心地回答。

“那我还是原来的河流吗？”小河流问。

“可以说是，也可以说不是。”沙漠回答，“不管你是一条河流还是看不见的水蒸气，你的本质不会改变。你之所以坚信自己是一条河流，是因为你从来不知道自己的本质。”

此时小河流的心中隐隐约约地想起：自己在变成河流之前，似乎也是由微风带着，飞到内陆某座高山的半山腰，然后变成雨水落下，才汇成今日的河流。于是，小河流化成水蒸气，投入到微风的怀抱之中，奔向它生命中的归宿。

我们所生活的这个世界上，没有一成不变的环境与事物，每个人随时随地可能都需要转换生活方式、生存环境、生存角色、生存意识。如果始终拘泥于一种思考方式、一个固定的位置，就会成为井底之蛙，看不到更广阔的空间，得不到更长远的发展。

在一次培训课上，有一家公司的主管用一幅图诠释了一个人生寓意。

他首先在黑板上画了一幅图：在一个圆圈中间站着一个人。接着，他在圆圈的里面加上了一座房子、一辆汽车、一些朋友。

主管说：“这是你的舒服区。这个圆圈里面的东西对你至关重要：你的住房、你的家庭、你的朋友，还有你的工作。在这个圆圈里头，人们会觉得自在、安全，远离危险或争端。现在，谁能告诉我，当你跨出这个圈子后，会发生什么？”

教室里顿时鸦雀无声，一位积极的学员打破沉默：“会害怕。”

另一位说：“会出错。”

这时，主管微笑着说：“当你犯错误了，其结果是什么呢？”

最初回答问题的那名学员大声答道：“我会从中学到东西。”

主管说：“正是，你会从错误中学到东西。当你离开舒服区以后，你学到了你以前不知道的东西，你增加了自己的见识，所以你进步了。”

主管再次转向黑板，在原来那个圈子之外画了个更大的圆圈，还加上些新的东西，如更多的朋友、一座更大的房子，等等。

“如果你老是在自己的舒服区里头打转，你就永远无法扩大你的视野，永远无法学到新的东西。只有当你跨出舒服区以后，你才能使自己人生的圆圈变大，你才能把自己塑造成一个更优秀的人。”主管说道。

人生是一个圆圈，在这个圆圈里有固定的属于自己的舒服区。如果不走出这个舒服区，人生的圆圈就只能那么大；只有勇敢地跨出自己的舒服区，才能拓展自己的人生，也才能得到更多的东西。

那些没有勇气突破自我原有的生存状态、行为方式的人，其实就是自己在为难自己，因为只要尝试小小的改变，就会找到通向成功的道路。

所以，我们无论是处于顺境，还是处于逆境，只有勇敢地去面对，积极地采取坦然和克服的心境，才能在未来的世界中立于不败之地。所以，特别是逆境来临的时候，我们要积极勇于面对，及时找到解决问题的方法，调整好自己的前进步伐。

### 让自己敢做敢为

**瞻前顾后的做法使人丧失许多机遇。很多时候，很多事情，如果我们能横下一条心去做，事情的结果就会大不相同。**

做事要有自己的主见，要有一种豁出去的心态，这样你就会敢做敢为，自然也就不会再犹豫了。

王安博士小时候曾遇到这样一件事：一天，他在外面玩耍时，发现了一个鸟巢被风从树上吹掉在地，从里面滚出了一只嗷嗷待哺的小麻雀。他决定把它带回家喂养。当他托着鸟巢走到家门口的时候，忽然想起妈妈不允许他在家里养小动物。于是，他轻轻地把小麻雀放在门口，急忙走进屋去请求妈妈。在他的哀求下，妈妈终于破例答应了。他兴奋地跑到门口，看见一只黑猫正在意犹未尽地舔着嘴巴，小麻雀却不见了。他为此伤心了很久。

王安博士从这件事中得到的教训就是：不要瞻前顾后、优柔寡断，只要是自己认定的事情，就要排除万难、迅速行动。

有一位作家说过：“世界上最可怜又最可恨的人，莫过于那些总是瞻前顾后、不知取舍的人，莫过于那些不敢承担风险、彷徨犹豫的人，莫过于那些无法忍受压力、优柔寡断的人，莫过于那些容易受他人影响、没有自己主见的人，莫过于那些拈轻怕重、不思进取的人，莫过于那些从未感受到自身伟大内在力量的人，他们总是背信弃义、左右摇摆，最终自己毁坏了自己的名声，最终一事无成。”

有一天，有一个在恋爱中的年轻人很想到他的恋人家中去，找他的恋人出来。但是，他又犹豫不决，不知道他究竟应该不应该去，恐怕去了之后，或者显得太冒昧，或者他的恋人太忙，拒绝他的邀请。于是他左右为难了老半天，最后，他勉强下了决心去了。

但是，当车一进他恋人住的巷子时，他就开始后悔不该来：既怕这次来了不受欢迎，又怕被恋人拒绝，他甚至希望司机把他现在就拉回去。

车子终于停在他恋人的门前了，他虽然后悔来，但既来了，只得伸手去按门铃。现在他只好希望来开门的人告诉他说：“小姐不在家。”他按了第一下门铃，等了3分钟，没有人答应。他勉强自己再按第二下，又等了2分钟，仍然没有人答应。于是他如释重负地想：“全家都出去了。”

于是，他带着一半轻松和一半失望回去，心里想：这样也好。但事实上，他很难过，因为这一个下午没法安排了。

你能猜到他的恋人现在在哪里吗？他的恋人就在家里，她从早晨就盼望这位先生会突然来找他，带她出去消磨一个下午。她不知道他曾经来过，因为她门上的电铃坏了。那位先生如果不是那么瞻前顾后，如果他像别人有事来访一样，按电铃没人应声，就用手拍门试试看的话，他们就会有一个快乐的下午了。但是他并没有下定决心，所以他只好徒劳往返，让他的恋人也暗中失望。

瞻前顾后的做法使人丧失许多机遇。很多时候，很多事情，如果我们能横下一条心去做，事情的结果就会大不相同。许多事是应该用勇气和决心去争取的。有一位先生，他是某公司经理，他有一种不允许别人有机会扰乱他意志的长处。往往在别人还在他旁边啰啰嗦嗦地叙述事情的困难的时候，他已经把他的办法拿出来了，干净利落，决不拖泥带水。

他那种明快果决的本领，十分使人折服。而我们一般人，却常常做不到这样。当我们遇到问题的时候，时常并不是对这问题的本身不能理解，而是往往被枝节的问题所困扰，因为我们太容易被周围人们的闲言碎语所动摇，太容易瞻前顾后、患得患失，以至于给外来的力量一种可以左右我们的机会。谁都可以在我们摇晃不定的天平上放下一颗砝码，随时都有人可以使我们变卦，结果弄得别人都是对的，自己却没有主意。这正是我们成功途中的一个大障碍。

要想扫除这种障碍，首先要训练自己对真理的判断能力。但最重要的还是要训练自己在判断之后，坚定、勇敢、自信地去把这个判断付诸实行。

对一个坚决朝向他目标走着的人，别人一定会为他让路。而对一个踟蹰不前、走走停停的人，别人一定抢到他前面去，决不会让路给他。

那么，如何克服这种阻碍我们成功的习惯呢？经验证明以下方法卓有成效，不妨可以去试：

做事时，要有“今天是我们生命中的最后一天”的“荒诞”意识。

“假如今天是我生命中的最后一天”，这是美国畅销书《世界上最伟大的推销员》的作者奥格·曼狄诺警示人生的一句话。真的，无论是谁，无论是想干一件什么事，如果优柔寡断的话，就会一事无成。而这种意识，恰恰是一把利刃，可立即斩断你的忧思愁缕，也像一口警钟，督促你当机立断，刻不容缓。

同时你还要甩下包袱不顾一切，要有一种豁出去的心态。“大不了就是做错了”，“大不了就是被人笑话一顿”，而这些又能对你怎么样呢？一旦你有了这样一种意识，肯定就会敢做敢当，优柔寡断的现象肯定会在你身上消失得无影无踪。

### 独立选择自己的生活

**如果我们在生活中选择了成功，就不能只在乎别人的意见，独立的选择自己的生活是我们成功的基础。虽然这种选择是孤独寂寞的，但能做一个月亮，为何要去做一颗星星？**

一个人要走什么样的路应该有勇气自己选择，没有人比你更了解自己的所需，如果你让别人的意见左右了自己的想法，必然会导致一生的碌碌无为。别人的意见可以听，但那应该是一种参考，你应该学会过滤他人的意见、取其思想中确实可行的那一部分精华并与自己的实际情况结合起来，做出明智的选择。

奥列弗·戈尔德·史密斯曾写过一则《为青年人而作》的寓言：

从前，有一位画家想画出一幅人人见了都喜欢的画。画毕，他拿到市场上去展出。他在画旁放了一支笔，并附上说明：每一位观赏者，如果认为此画有欠佳之笔，均可在画中标上记号。

晚上，画家取回了画，发现整个画面都涂满了记号——没有一笔一划不被指责。画家十分不快，对这次尝试深感失望。

画家决定换一种方法试试。他又摹了一张同样的画拿到市场展出。这一次，他要求每位观赏者将其最为欣赏的妙笔都标上记号。当画家再取回画时，他发现画面又被涂遍了记号。原来那些曾被指责的笔划，如今却都换上了赞美的标记。

“哦！”画家不无感慨地说道，“我现在发现了一个奥妙，那就是：我们不管干什么，只要使一部分人满意就够了。”

事实上我们经常按别人的反应来做决定，而不是按照自己的意愿去行动。尤其是在向“成功”、“幸福”之类美丽的字眼儿跋涉的路上，一切似乎已经有了约定俗成的标准。文明社会的男女都不得不发挥才能并且在各自不相上下却又彼此矛盾的价值中做出选择：既希望保持人际间的感受，又不能放弃积极进取、事业有成；既希望自己感觉机敏，同时又要不失坚忍自若。丽莎·普兰特说：“是不是所有忙碌的人都不想体验简单生活呢？我想也许他们试过，但是他们发现别人的想法和自己的不同就放弃了尝试。”这种“放弃”固然有爱慕虚荣的成分，但更多的是人的心理定势在作怪。

你是否有过这样的经历——当你认为自己表现非常出色的时候，如果有人肯定你的行为，你会相当满足；但是如果所有的人都说你做得并不好，你在沮丧的同时是不是也会随之否定自己呢？人类具有一种先天性的趋同心理，即使是无聊的事，如果是大家一起去做也会显得有意思许多。我们往往不怕自己错了，而是害怕只有自己一个人错了，也就是孤独的错。成千上万人一起走向毁灭时，每个人不需要多大勇气就可以走下去。希特勒站在他的士兵们面前说“为我们的民族而战”的时候，摩拳擦掌的人其实并不是勇士，但是如果有一个人说“我不想去”，那么他才是真的勇士——这需要不可估量的勇气。

他人的期望使我们受到约束。生活就是一出戏，我们都在扮演着其中的一个角色。扮演者的行为举止应和角色相符，但我们往往做不到，因此我们常常会遭到排斥，受到旁人的讥笑。因为，你可能并不乐意扮演你所分配到的角色，剧组又不同意你更换，你就该意识到你有离开剧组，选择另一出戏的自由。

### 坚持自我，敢于怀疑

**许多经验一再告诉我们：敢于质疑权威的某些观点或理论，实乃创新者的一种可贵品质。**

工作中，往往越是简单的问题越容易让人掉以轻心，并由这种粗心大意导致出错。因急于求成，人总是从经验定式和主观愿望出发，习惯于按常规思维办事。殊不知，这样会在无形中给自己挖了一个坑，说不定会让那天会让自己掉下去。

小泽征尔是世界著名的音乐指挥家。在他尚未成名时，曾去欧洲参加音乐指挥家大赛。决赛时，他被安排在最后一位出场。小泽征尔拿到评委交给他的乐谱之后，稍作准备，便开始全神贯注地指挥起来。

忽然，他发现乐曲中有一处不和谐的地方。起初他以为是演奏错了，就让乐队停下来重新演奏，但仍觉得不和谐。于是，小泽征尔认为是乐谱有问题。可在场的作曲家和评委会的权威们一再郑重声明，乐谱是经过评委会多次筛选而来，不可能有问题，根本就是他的错觉。

面对几百名国际音乐界的权威人士，小泽征尔也对自己的判断产生了犹豫，但他经过再三考虑，坚信自己的判断是正确的。于是，他满怀信心而又不失礼貌地说：乐谱肯定错了。他的声音刚落，评委席上的评委们立即站起来，向他报以热烈的掌声，祝贺他大赛夺魁。

原来这是评委们精心设计的一个“圈套”，以试探指挥家们在发现错误而权威人士又不承认的情况下，是否能够坚持自己的正确判断。因为只有具备这种素质的人，才真正称得上是世界一流的音乐指挥家。小泽征尔正是凭着自己的自信心，获得了这次世界音乐指挥家大赛的桂冠。

生活中人们无论从事何种工作，时间长了，就会形成一套具有自己独特风格的经验和习惯。这其中有些经验和习惯的确能让人们少走一些弯路，但从培育创新思维上讲，这种思维定式又并非能够到处套用。在处理和解决新情况新问题上，经验思维和思维定式就有很大的局限性，有时甚至会成为创新思维的绊脚石，从而阻碍人们向更高、更深、更宽广的未知领域开拓，束缚住人们梦想和想象的翅膀。

罗素去讲学，听讲的大多是研究部门的学者。当这位大名鼎鼎的哲学家登上讲台，首先在黑板上写了一个问题：2+2=？接着，罗素开始征求听众的答案。

会场上变得异常寂静，每个人心里都在暗暗琢磨：黑板上写的不可能是一个简单的算术题，大哲学家可能发现了鲜为人知的哲学新观点。

尽管罗素一再强调希望有人将答案告诉他，但是听众中却没有一个人敢贸然作答。当罗素请台前一位先生谈谈自己的答案时，这位先生竟面红耳赤，吞吞吐吐地说自己还没有考虑好。

罗素见状，笑着说：“二加二就等于四嘛！”

诸位学者这才恍然大悟。罗素的这一轶闻饶有趣味，这位崇尚创新的大哲学家并不是故弄玄虚，而是幽默地告诉人们这样一个道理：过于崇拜权威会使人陷于迷信，会束缚人的思想，扼杀人的智慧。在权威面前连简单的事实也不敢承认，难道还敢质疑权威，开拓创新吗？

我们可以看出：要想以创新思维在未来竞争中取胜，就要善于突破经验思维的误导，突破思维定式的束缚，转变对寻常事物的固有看法，遇事不轻易凭经验下结论做决定，学会清醒地全盘看待问题。这样，才能做到总观全局、稳操胜券。

质疑，是人类创新的出发点，创新常常从“问号”起步。一个个不平凡的问号，为人们画出一条条创新成功的起跑线。因此，质疑思维中孕育着创新和突破。

马克思喜欢以“怀疑一切”作为座佑铭。正是在这种批判的审视、探索中，他完成了光芒四射的两大发现：剩余价值学说和唯物史观。哥白尼推翻托勒密的地球中心说创立了太阳中心说，牛顿推翻亚里士多德的力学理论创立了牛顿力学理论，爱因斯坦突破牛顿的经典力学创立相对论，达尔文推翻了物种不变论创立进化论。

所以，创新需要有质疑权威的勇气与智慧。在科技创新世界里，质疑权威而导致重大科学发现的例子举不胜举。

许多经验一再告诉我们：敢于质疑权威的某些观点或理论，实乃创新者的一种可贵品质。那些陷入权威的观点和理论的人们，其实就是在工作或科学研究的道路上自己给自己出难题，因为权威的观点或理论束缚住你的思想，从而让你与成功擦肩而过。

### 做自己的救世主

**在人生前进的道路上，遇到挫折时我们只能够靠自己拯救自己。那些想指靠别人帮自己度过难关的人，其实就是自己在为难自己，因为有些挫折和困难的克服是别人无法帮助的。**

现实在生活中，有大部分人面对激烈的竞争时，常常显出措手不及的惊恐状。在他们的心里总是有着这样的想法，“我能打倒他吗？”“我比他有实力吗？”等等。他们在面对强手始终觉得自己是一个弱者，所以，随时都有可能被迫地退出人生舞台。

一个人的成功是靠努力、拼搏、坚持、奋斗而来的。看看我们身边的人和事，我们就能发现，很多得到成功的人都是通过自己的刻苦和努力而改变了自己，从自己的身上找到了自己的特长，最终走向了成功。海伦·凯勒和居里夫人就是其中的典范。

海伦·凯勒在老师的帮助下，克服了身体上的残疾，以惊人的毅力面对困境，最终寻求到了人生的光明。

说起海伦·凯勒的遭遇，我们没有人能不感动，没有人能不佩服她的精神。

海伦·凯勒出生在一个富裕、快乐的家庭中。可是，她很不幸，她又瞎又聋，无法感受亲人的关爱，也不能体会人生的欢乐。用一句话来说，就是她只能在无声无色的童年坟墓周围徘徊。可是，海伦·凯勒的精神让她改变了自己，她用勤奋来寻求心灵的光明，经过她努力的坚持，最终以微笑战胜了人生道路的坎坷，创造了人类历史上的奇迹。

对于海伦·凯勒的成功来说，有一部分人会认为海伦之所以能一举成名，是依靠人们的同情与怜悯。可是事实并非如此，她的成功是经过她的努力得来的。她经过许多的挫折，小时候命运带给了她挫折，让她陷入困境；到后来在努力学习中遇到的无数挫折，但她依然是微笑着坦然面对坎坷，也正是因为这些挫折所以海伦·凯勒比其他人更加坚强，更加努力。

我们所知道的女科学家居里夫人，她的成就不是任何人都可以相比的。她曾经也遇到过挫折，而她的挫折也是别人无法相像的。当她克服重重困难，通过努力学习、认真研究攀登上了科学高峰时，她的丈夫皮埃·居里却死了。丈夫的死给她带来了巨大的打击，可居里夫人为了完成丈夫的遗愿，继续钻研，将悲痛埋藏在心底，最终为人类做出了巨大的贡献。

这些伟人的经历及成功的经验告诉我们，只有我们在面对困难时，知难而进，才能有所成就，才能在关键时刻爆发并喷发出无以比拟的巨大力量，推动他们克服困难，成就心中所愿。从上面的例子中，我们还看到了生活中的失败挫折既有不可避免的负面影响，又有正面的功能。它可使人走向成熟、取得成就，也可能破坏个人的前途，但是关键在于你怎样去做，是坚持下去，还是半路退缩；是努力奋斗，还是懒懒散散。

在人生前进的道路上，遇到挫折时我们只能够靠自己拯救自己。那些想指靠别人帮自己度过难关的人，其实就是自己在为难自己，因为有些挫折和困难的克服是别人无法帮助的。

很小的时候，我们大家都会学到这样的一篇寓言：《寓公移山》。这篇寓言也许一直影响着一部分人的成长。这篇寓言告诉我们，只要我们扮演起了自己拯救自己的角色，我们就能无坚不摧，即使前面是高山也能把它移走。就像被称之为愚公的老人一样，为了后世子孙们的幸福生活，毅然决定挖掉阻碍在门前的太行、王屋两座大山。对于这位老人来说他的想法是能实现的，但在当时很多人的眼中，这位老人只是一位迂腐且不懂变通的人，他们没有一个人认为愚公的做法能够实现。但愚公却抓住了两座大山不会再有所增加的规律，而自己的子子孙孙却繁衍不止，只要持续不断地进行挖掘，自会有山平路通的结果。正是愚公具备了这种做自己的救世主的精神，结果感动了山神，把两座大山移走了。

在上面的例子当中，我们得到了一些启示：在我们的生活当中，无论我们做什么事情，只要我们具备了这种自己拯救自己的精神，那么我们就能激发自己的能量，在失败中奋起。

### 坚持自己的原则

**不要让别人的看法左右了自己的言行，在社会这个统一体中，每个人都有自己的处世原则，要想成为一个真正的人，你必须先是一个不盲从的人。**

没有独立的思维方法，生活能力和主见，那么，生活、事业就无从谈起。众人观点各异，欲听也无所适从。只有把别人的话当参考，按着自己的主意走，一切才处之坦然。

成熟的性格能增进人们的信念，也能驱使人们去遵守这些信仰。每个人对自己、对全人类都有一种责任，就是好好地运用自身所有的各种能力，来增加全人类的福祉。爱默生在这方面所采取的坚定立场一向赢得人们的尊敬。他在世时，很多从事反奴隶或其他各种改革运动的人都希望得到他的支持，但他都拒绝了。他当然也很同情这些运动，也希望他们能做得更好。因为那并不是他的专长，所以他认为不应该把自己的精神和能力运用到这些运动上面。虽然因此而遭人误解，但他仍坚持这个原则，并在所不惜。

美国人曾经必须靠个人的决断来求取生存。那些驾着马车向西部开发的拓荒者，遇到事情时并没有机会找专家来帮忙解决问题。不管是遇到紧急情况或任何危机，他们也只能依靠自己。印第安人来攻击的时候，没有警察，他们只能依靠自己的智慧和力量；要想安顿家庭，没有建筑公司，完全得靠自己的双手；生病时，没有医生，他们便依靠常识或家庭秘方；想要食物，更是靠自己去耕种或猎捕。这些人，每当遇到生活上的各种问题，都得立即下判断、作决定。事实上，他们也一直做得很好。

现在人们生活在一个充满专家的时代。由于人们已十分习惯于依赖这些专家权威性的看法，所以便逐渐丧失了对自己的信心，以至于不能对许多事情提出自己的意见或坚持信念。这些专家之所以取代了人们的社会地位，是因为是人们让他们这么做的。

有许多小儿科医生会告诉父母如何喂养、抚育和照顾孩子，也有许多幼儿心理学家告诉父母如何教育子女；经商时，有许多专家会告诉父母如何使生意成交；在政治上，人们投票很少是因为个人的选择，大部分人是盲从某些特定团体的意见；就是人们的私生活，有时也要受某些专家意见的影响。很多人都没有想到，其实自己就是世界上最伟大的专家。

普林斯顿大学校长哈洛·达斯，对顺应群体与否的问题十分关切。他在1955年的毕业生典礼上，以《成为独立个性的重要性》为题发表演讲，他指出：无论人们受到多大的压力，使他不得已改变了自己去顺应环境，但只要他是个具有独立个性气质的人，就会发现，无论他如何尽力想用理性的方法向环境投降，他仍会失去自己所拥有的最珍贵的资产——尊严。维护自己的独立性，是人类具有的神圣要求，是不愿当别人的橡皮图章的表现。随波逐流，虽然可得到某种情绪上的一时满足，但人们的心灵定会时时受到它的干扰。达斯校长最后做了一个很深刻的结论，他指出：人们只有在找到自我的时候，才会明白自己为什么会到这个世界上来，要做些什么事、以后又要到什么地方去等这类问题。

不要让别人的看法左右了自己的言行，在社会这个统一体中，每个人都有自己的处世原则，要想成为一个真正的人，你必须先是一个不盲从的人。你心灵的完整性是不可侵犯的，不要为了迎合外界的主张而放弃自己的立场，因为你有限的世界根本无法满足外界无穷无尽的丰富。

### 求人不如求己

**不管何时发生何事，都不要寄希望于任何人，**

**坚信自己的力量，不断地努力，你一定会成功的。**

著名教育家陶行知说过：“流自己的汗，吃自己的饭。自己的事自己干，靠天靠地靠祖上，不算是好汉。”与其靠别人的施舍，不如靠自己去发愤，只有自己才真正靠得住。人生真正的幸福来自于通过自己不懈的努力取得成功所换来的巨大满足感和喜悦感。

一旦一个人不再需要别人的援助，自己能独立解决自己面对的困难时，他就真正的长大了，真正的开始走向成功的人生。一个人独立自主的观念越强，自力更生的行动越坚定，他离成功的距离也就越近。

人们在生活中常常会遇到一些这样或那样的不幸遭遇，要经历种种的坎坷与风雨，这些都是人生道路上必不可少的风景，是人生这道菜中不可缺少的调料。只有不畏艰难险阻，靠自己的努力不停奋斗，勇敢地向着自己目标前进的人，才是自己命运的真正主人，才是真正的强者和成功者。

有一种植物叫茑，它的身体又细又柔软，自己无法长高，只能沿着别的高大的植物往上爬。

慢慢地，茑的枝叶茂盛起来，还结了不少红黑的果实。一天，一个过路人见了茑，摘了一个果实吃。“真甜啊！长得也漂亮！”他夸茑说。茑听了十分得意。

后来，一个木匠上山砍树。他看了看被茑缠绕的那棵大树说：“这棵树做房梁正好！”木匠拿出斧头，砍起树来。“他会连我一起砍断！”茑很害怕，它想离开大树，可是它平时缠得太紧了，现在想离开大树也做不到了。最后大树倒下了，茑也跟着断了。

有人感叹说：“如果茑能够自己生长，就不会遭到刀劈斧砍的横祸了。”

如果一个人天生就生活在一个条件优越而又无忧无虑的家庭里，他的未来早已被他的家人安排、设计好了，并且家人还为他的人生铺好了一条阳光般的道路让他能够顺顺利利地行走。从此，他的人生不再需要自己去操心，也不需要自己的翅膀去承担生活中的风风雨雨。

这样的人生，也许是很多人羡慕的人生。可是这样的人，就如茑一样，当离开了家这棵大树，独自面对这个社会，面对自己的人生时，已没有能力承载生活给予他的沉重压力，最后只能是面临死亡的命运。而且，他们品尝不到人生的酸甜苦辣，体会不到人生的真正意义。只有自强自立，具备顽强拼搏的精神，凡是靠自己，在人生道上坚毅地鼓勇前进的人，才会拥有更多的自由和快乐，才会真正拥有属于自己的辉煌与成功。凡事依靠别人生活的人，一旦失去依靠，命运就会像茑一样不幸。

他是一位匈牙利木材商的儿子，由于从小生得呆笨，人们都叫他“木头”。他也确实名副其实，九岁之前，除了因遵守秩序在学校里获得过一枚玩具螺丝钉外，再没有获得过什么奖励。

十二岁时，他做了一个梦，梦到有位国王给他颁奖，因为他的作品被诺贝尔看上了。当时，他很想把这个梦告诉谁，但又怕被人嘲笑，最后，只告诉了妈妈。

妈妈说：“假如这真是你的梦，你就有出息了！我曾听说，当上帝把一个不可能的梦，放在谁的心中时，就是真心想帮助谁完成的。”

男孩从来没有听说过梦想和上帝还有这层关系，妈妈说完，他就信以为真了。他想，他真是天下最幸福的人！世界那么大，上帝却一下子就选中了他。为了不辜负上帝的期望，从此他真的喜欢上了写作。

“倘若我经得起考验，上帝会来帮助我的！”他怀着这样的信念开始了他的写作生涯。三年过去了，上帝没有来；又三年过去了，上帝还是没有来。就在他期盼上帝前来帮助的时候，希特勒的部队却先来了。他作为犹太人，被送进了集中营。在那里，数百万人失去了生命，而他却靠着“生存就是顺从”的信念活了下来。

“我又可以从事我梦想的职业了！”他怀着这种心情走出奥斯维辛集中营。1965年，他终于写出了他的第一部小说《无从选择的命运》；1975年，他又写出他的另一部小说《退稿》。接着他又写出了一系列作品。

就在他不再关心上帝是否会帮助他时，瑞典皇家文学院宣布：把2002年的诺贝尔文学奖授予匈牙利作家凯尔泰斯·伊姆雷。他听到后，大吃一惊，因为这正是他的名字。

当人们让这位名不见经传的作家谈一谈他获奖后的感受时，他说：“没有什么感受！我只知道，当你说我就喜欢做这件事、多困难我都不在乎时，上帝就会抽出身来帮助你。”

自助者天助，上帝只帮助那些自己帮助自己的人，上面的例子就说明了这一点。所以说，求人不如求己。时常听见有些人哀叹自己时运不济，无论任何事都不能如愿，这种怨天尤人的人，最该怨的是自己。苦难是上天的恩赐，它使一个人成长，壮大，一个人如果不能经受命运的考验，从苦难与挫折中走出来，那么他注定一生一事无成。

## 第五章　不模仿别人，活出自己的个性

我们每个人的个性、形象、人格都有其潜在的创造性，我们完全没有必要一味去模仿他人。卡耐基有一句名言是：“整日装在别人套子里的人，终究有一天会发现，自己已变得面目全非了！”的确，一味地模仿别人，最终只会失去自己。

### 模仿别人，失去自己

**模仿别人，或许会赢得注意，但最大的损失就是失去自己。当你想发出自己真实声音时，竟无人能够接纳你，只能永远当一个虚无的影子而已！你最终把自己丢了，这是最大损失和悲哀。**

我们每个人的个性、形象、人格都有其潜在的创造性，我们完全没有必要一味去模仿他人。卡耐基有一句名言是：“整日装在别人套子里的人，终究有一天会发现，自己已变得面目全非了！”的确，一味地模仿别人，最终只会失去自己，得不偿失。

春秋时代，越国有一位美女名叫西施。她的美貌简直到了倾城倾国的程度。无论是她的举手、投足，还是她的音容笑貌，样样都惹人喜爱。西施略施淡妆，衣着朴素，走到哪里，哪里就有很多人向她行注目礼，没有人不惊叹她的美貌。

西施患有心口疼的毛病。有一天，她的病又犯了，只见她手捂胸口，双眉皱起，流露出一种娇媚柔弱的女性美。当她从乡间走过的时候，乡里人无不睁大眼睛注视。

乡下有一个丑女子，名叫东施，不仅相貌难看，而且没有修养。她平时动作粗俗，说话大声大气，却一天到晚做着当美女的梦。今天穿这样的衣服，明天梳那样的发式，却仍然没有一个人说她漂亮。

这一天，她看到西施捂着胸口、皱着双眉的样子竟博得这么多人的注目，因此回去以后，她也学着西施的样子，手捂胸口、紧皱眉头，在村里走来走去。哪知这丑女的矫揉造作使她原本就丑陋的样子更难看了。其结果，乡间的富人看见丑女的怪模样，马上把门紧紧关上；乡间的穷人看见丑女走过来，马上拉着妻子、带着孩子远远地躲开。人们见了这个怪模怪样的丑女人，简直像见了瘟神一般。

每个人都有不同的特质。东施效每为什么很丑，就是因为东施把别人的物质生硬地搬到自己身上。或许东施本来不丑，但她因为扭曲自己的个性，硬学西施的样子，终于搞成了一个什么都不是的丑八怪。所以，尊重上苍给你的才能，那才是适合你的，一味地模仿只会徒增烦恼。

每个人都有虚荣心，就像每个女人都渴望漂亮，但是漂亮不是靠模仿来的。即便你模仿得很像，那也是别人的荣誉，而不是你的。所以，要相信自己就是最棒的，敢于展示真实的自己，而不是刻意地去模仿别人。也许你没有漂亮的脸蛋，但是你有优美的嗓音；也许你没有窈窕的身材，但是你有一颗善良的心灵。总之你是独一无二的，是无可替代的，这才是只属于你的美丽！

有调查显示，一般人只用了10%的能力，也就是说，我们身体内还有90%的能力未被利用。如果我们把这些潜能挖掘出来，那么我们就有可能比那些我们羡慕的人更优秀。所以我们不应再浪费任何一秒钟，去忧虑我们不是其他人。事实也证明，一味地模仿别人，永远不会踏上成功之路。

玛丽·玛格丽特·麦克布蕾刚刚进人广播界的时候，想做一个爱尔兰喜剧演员，结果失败了。后来她发挥了她的本色，做一个从密苏里州来的、很平凡的乡下女孩，结果成为纽约最受欢迎的广播明星。

卓别林开始拍电影的时候，那些电影导演都坚持要卓别林学当时非常有名的一个德国喜剧演员，可是卓别林直到创造出一套自己的表演方法之后，才开始成名。

盲目地模仿别人，必定失去自我。表面上看起来这只是个人的性格问题，其实它会给你的生活、事业套上无形的枷锁。因为，你失去了信心，失去了用自己的头脑思索问题并作出人生抉择的能力。

我们应该庆幸，我们是这个世界上独一无二的个体，我们有着其他人不具备的天赋和能力，所以，我们完全没有必要去羡慕别人，去嫉妒别人，更没有必要去模仿别人！一件华丽的外衣。每个人都想把它穿在身上，以示自己的美丽、威严。但是，当你要用别人身上的光环来编织这件外衣的时候；当你要借助模仿别人的美丽或者成功来显示自己的时候，就意味着你已经受虚荣心的牵制，或者说已经被其控制。那么，请你看看“东施效擎”、“邯郸学步”的下场吧。记住，模仿就意味着自杀。

### 不为迎合别人抹杀自己的个性

**活着应该是为了充实自己，而不是为了迎合别人的旨意。没有自我的人，总是考虑别人的看法，这是在为别人而活着，所以活得很累。**

不能保持自己的本来面目，这是困扰很多人的一个问题。那么这些人为什么不能保持真我本色？追根究底，就是他们的虚荣心在作怪，因为他们太过于关心别人对自己的看法，为了得到更多人的支持，或者为了营造和谐的人际关系，再或者为了某一个目的，他们逐渐地丧失了自我，开始盲目地追随别人，并以别人的观点来看待问题和做事情。可以说，他们时刻活在别人的目光里，从来没有为自己活过。

老张一心一意想升官发财，可是从青春年少熬到斑斑白发，却还只是个小公务员。他为此极不快乐，每次想起来就掉泪。有一天下班了，他心情不好没有着急回家，想想自己毫无成就的一生，越发伤心，竟然在办公室里号啕大哭起来。

这让同样没有下班回家的一位同事小李慌了手脚，小李大学毕业，刚刚调到这里工作，人很热心。他见老张伤心的样子，觉得很奇怪，便问他到底为什么难过。

老张说：“我怎么不难过？年轻的时候，我的上司爱好文学，我便学着做诗、写文章，想不到刚觉得有点小成绩了，却又换了一位爱好科学的上司。我赶紧又改学数学、研究物理，不料上司嫌我学历太浅，不够老成，还是不重用我。后来换了现在这位上司，我自认文武兼备，人也老成了，谁知上司又喜欢青年才俊，我……我眼看年龄渐高，就要退休了，一事无成，怎么不难过？”

可见，没有自我的生活是苦不堪言的，没有自我的人生是索然无味的，丧失自我是悲哀的。要想拥有美好的生活，自己必须自强自立，拥有良好的生存能力。没有生存能力又缺乏自信的人，肯定没有自我。一个人若失去自我，就没有做人的尊严，就不能获得别人的尊重。

活着应该是为了充实自己，而不是为了迎合别人的旨意。没有自我的人，总是考虑别人的看法，这是在为别人而活着，所以活得很累。就像上面故事中的老张，为了自己能够升官发财，不得不去迎合自己的领导，可是这恰恰使他失去了自己最宝贵的东西——真我本色。而在他不断的根据不同领导的口味调整自己做人与做事的“策略”的时候，时间飞快地流逝，同时他也真正失去了“升官发财”的机会，落的一事无成。

有一个人带了一些鸡蛋上市场贩卖，他在一张纸上写着：新鲜鸡蛋在此销售。

有一个人过来对他说：“老兄，何必加‘新鲜’两个字，难道你的鸡蛋不新鲜吗？”他想一想有道理，就把“新鲜”两个字涂掉了。

不久又人对他说：“为什么要加‘在此’呢？你不在这里卖，还会去哪里卖？”他也觉得有道理，于是又把“在此”涂掉了。

一会儿，一个老太太过来对他说：“‘销售’二字是多余的，不是卖蛋难道会是白送的吗？”他又把“销售”涂掉了。

这时来了一人，对他说：“你真是多此一举，大家一看就知道是鸡蛋，何必写上‘鸡蛋’两个字呢？”

结果，他把所有的字都涂掉了。

你不必去考虑那个卖蛋人写的字是否合理，但你要记住，任何时候做任何事情，都先要清楚地知道自己在做什么，他人的意见只能成为参考，而不能一味地为了迎合别人改变自己的观点。

一个人的主见往往代表了一个人的个性，一个为了迎合别人而抹杀自己个性的人，就如同一只电灯泡里面的保险丝烧断了一样，再也没有发亮的机会。无论如何，你要保持自己的本色，坚持做你自己。

有一个女孩从小就很喜欢唱歌，她梦想将来能成为一名歌唱家，并且为此苦练基本功，付出了艰苦的劳动。

然而，美中不足的是她的牙齿长得凹凸不齐。她常常深感苦恼，不知如何是好，只得尽量掩饰。

一天，她在新泽西州的一家夜总会里演唱时，设法把上唇拉下来，盖住难看的牙齿。结果弄巧成拙，洋相百出。因为表演失败，她哭得很伤心。

这时候，台下的一位老太太走到她身旁，亲切地说：“孩子，你是很有音乐天分的，我一直在注意你的演唱，知道你想掩饰的是自己的牙齿。其实，长了这样的牙齿不一定就是丑陋，听众欣赏的是你的歌声，而不是你的牙齿，他们需要的是真实。

“孩子，你尽可以张开你的嘴引吭高歌。如果听众看到连你自己都不在乎的话，好感便会油然而生。”老太太接着说，“那些自己想去遮掩的牙齿，或许还会给你带来好运，你相信不相信？”

从此以后，女孩再也不刻意去隐藏自己的牙齿，而是放下包袱，张大嘴巴尽情地高歌。正如那位老人所说的那样，她最后成为了美国著名的歌唱家，不少歌手都纷纷模仿她，学她的样子演唱。这个女孩就是凯丝·达莉。

不论好坏，你都必须保持本色，这才是最重要的。山姆·伍德是好莱坞最知名的导演之一。他说在他启发一些年轻的演员时所碰到的最头痛的问题就是难于保持本色。他们都想做二流的拉娜·特纳，或者是三流的克拉克·盖博，却不想做一流的自己。“这一套观众已经受够了。”山姆·伍德说，“最安全的做法是：尽快丢开那些装腔作势的人。”

每个人都不可能完美无缺，每个人也不可能赢得所有人的喜欢，只有从内心接受自己，喜欢自己，坦然地展示真实的自己，才能拥有成功的人生。

### 没有创意，只能平庸

**没有创意，你只能接受平庸，只能是平淡无奇地度过一生，生活中少了很多精彩的元素。**

所谓创意，就是思维主体运用知识、信息、技术、能力经过智力想象、策划、选择和设计，卓有成效地选择新鲜事物的一种创造性的思维活动。对于公司来说，富含商机的创意就是满足用户各种心理需要，甚至包括他们潜意识里的需要。创意无限，商机就无限，财富也就无限。对于个人来说，富有创意就是你最大的资本。或许你现在身无分文，但只要具有最可贵的创意，就可以把它变成财富。

千百年来，科学技术的不断发展就是人类依靠神奇的创造实现的。它改变了我们的生活，使我们的生活更加丰富多彩。创造性的思维不仅仅是应用在科学技术上面，生活中也充满了创意。即便是一道富有创意的菜肴，一件富有新意的服装，都会给我们的生活带来欣喜。其实，对于一般人来说，生活创意更为实际，而它带来的价值也能让你品味成功。毕竟，我们一般人从事的职业并非是高端的科学研究，绝大部分人从事的是和我们日常生活相关的各种行业，但是，生活的创意也同样非常可贵。

20年前，管理大师德鲁克就说过，“不创新，即死亡！”这句话语气很强烈，换句话说，没有创意，你只能接受平庸，只能是平淡无奇地度过一生，生活中少了很多精彩的元素。可见，你若想领先于别人一步，让自己的生活更加美好，创意就是你打开财富和成功的一把钥匙。试看，成功的人哪一个不具备创造力，比如洛克菲勒、比尔·盖茨等等，他们每一个人都具备这样的能力，而这种能力也给他们带来了无穷的商机。

我们知道，最大的创新莫过于新生一种前所未有的创意，而且这个创意能够实现。这是一个很困难的过程，但是具有这样能力的人却不这么看，因为他们善于发现周围的新事物，从而有所想法，并把这种想法付诸实际行动，做前人没有做的事情。

有很多人有许多奇妙的想法，但他们只是把想法放在脑袋里，不拿出来把它变成现实。这就是自己和自己过不去。等到别人的想法或创意得到实现、取得成功时，居然发现这些想法自己的头脑中也曾经出现过，真是后悔莫及。

根据一定的目的，运用已知的信息，发现事物间的“新关系”，从而形成新的物质产品或精神产品，即是创新。如沃特·迪斯尼在一念之间创想的米老鼠。

迪斯尼1901年出生于芝加哥，他在18岁时开始以绘制商业广告为生。后来，他开始研究创作动画片，而厂址就在好莱坞一间破旧的且有老鼠经常出没的汽车房里。迪斯尼一有空闲，就会饶有兴味地观察钻出钻进的小老鼠。

有一次，他看见一只小老鼠很可爱，便抓起笔即兴作画。一只穿着红天鹅绒裤、黑上衣、戴着白手套的小老鼠在画纸上出现了。突然，他发现这是一个多么好的创意。于是，在妻子的建议下，这只小老鼠有了名字——米奇（Micky）就这样诞生了。迪斯尼和助手尤布对米奇的形象进行设计，塑造了一只对弱者同情，对强者却很淘气、好打抱不平、不自量力、急躁而且粗心的老鼠的形象。

当时，报纸上全是查尔斯·林白首次单人驾机飞越大西洋的新闻报道，迪斯尼和尤布觉得应该好好利用这个机会。于是，草拟了一部叫《疯狂的飞机》的电影脚本，尤布立即着手绘制草图。尤布很快就按照剧本的内容搞出了雏形，迪斯尼看后非常满意。这样，他们正式开始制作了，并且取得了不错的成绩。

当风靡全球的第三部《“威利”号汽艇》成功时，米奇席卷全球。那只有着大而圆的耳朵、穿靴戴帽的小老鼠随着轻快的音乐而跺脚、跃动、吹口哨，这样一个可爱的形象博得了观众的喜欢。1932年，《“威利”号汽艇》获得了奥斯卡特别奖。

迪斯尼让人人讨厌的老鼠被众多人所喜爱，他创造出来的米老鼠成了全世界儿童心中的神灵。米老鼠的形象不仅吸引了数百万的观众买票进入电影院，而且与米老鼠相关的其他各类产品也长销不衰。随后迪斯尼绘制的唐老鸭、维尼熊、高菲狗等卡通形象，使得迪斯尼所建立的沃特·迪斯尼公司迅速成为美国卡通界的领军角色。而这一切都源于一个创意，那就是一只小小的老鼠。

在沃特·迪斯尼病逝时，哥伦比亚广播公司在晚间新闻的颂词中说：迪斯尼是一位富有创造性的天才，他为全世界的人带来了欢乐，但若我们仅仅从这一方面去判断他所做出的贡献，仍是不够的。迪斯尼在医治、安慰人类心灵方面所做的贡献，也许比世界上任何一位心理医生都要大。

我们都知道可口可乐这种饮料，它的创始人曾是一位店员。有一位医生给了他这个秘方，他也因为这个秘方制造了一种前所未有的新饮品。医生的这个配方就属于前一种创新，是新生的一种事物。而现在，我们能在超市里买到各种各样的可口可乐饮料，比如有一种也是可口可乐公司生产的、一种柠檬味可口可乐，它是在原来饮料的基础上的创新。这种创新相对于前一种就要容易多了，但是，这种创新，同样也能够带来价值。

当然，创新所带来的价值，就是指因为你的一个创新给别人、给自己或者是某个集体、再或者是某些文化等带来有益的作用，而不是带来负面影响。就像现在各种各样的电脑病毒的制造者，他们所创造的病毒就是没有任何价值的，甚至会给别人带来严重的危害，这种类型的东西是我们应该反对的。

### 跳出常规，才能与成功相约

**一个真正有创造力的人不会重复别人的生活模式，即使看起来是多么富足的生活，我们的人生也应该充满着自己的追求。**

俗话说：吃别人嚼过的食物没有味道，同样，走别人走过的路没有意义。墨守成规，总是过着单调、乏味而且与成功无缘的日子。与其在固步自封等死，还不如在跳出常规中求生。只要你能跳出常规，就能与成功相约！所以，我们要跳出常规，做一些别人未涉足的领域，说不定会有一些未被发现的宝藏在路中等着我们。

如何才能踏入别人未被发现的领地，这就要求我们去想一些别人所不敢想，做别人没有做过的事情。一些反向和逆向思路则会让你有这种发现。

在这方面，西班牙的航海家哥伦布深知这个灵验而奇怪的理论：他认为别人越是不可能做成功的事情，真要做起来很可能会顺利一些。

哥伦布自很小的时候，就认为地球是一个球体，为此他在做着自己的努力去证明这一点。而那时的人认为，人类绝对不可能从西方到达富庶的东方。如果从西班牙向西航行的话，不出500海里，就会掉进无尽的深渊。哥伦布当然不相信这个观点。

1485年，他到葡萄牙国王那里去游说：“其实我们从此向西走，走到一定的距离后，也能到达东方。如果你们肯拿出钱来支持我的话，这一定是事实。”葡萄牙国王没有答应他，认为他是一个骗子。于是，哥伦布又到西班牙国王那里游说，西班牙国王也没有答应他。哥伦布并没有因此而灰心，尽管后来也接二连三的碰壁，奔波的同时也花掉了他的积蓄。他只好向朋友伸手，但很多朋友把他当做疯子，不阻止、不支持、更不相信他。

最后，哥伦布终于等到了一个机会。西班牙皇后经过哥伦布的一个朋友劝说，答应支持哥伦布去冒险。万一哥伦布这个计划失败，她也就是损失一点小钱。

哥伦布以坚定的毅力和沉着感染着跟随他的水手们，大家齐心协力地与风浪搏斗，没有多久就迎来了曙光，他们在美洲大陆插上了西班牙的国旗。

虽然哥伦布航海中遇到一些挫折，但他用行动证明了：踏入别人未涉足的领域，事情可能做起来或许更顺利些。他的话在今天看来，对于我们的发展同样有着积极的意义。

有的人认为，生命应该是多姿多彩的，我们每个人都应该有各自不同的生活。一个真正有创造力的人不会重复别人的生活模式，即使看起来是多么富足的生活，我们的人生也应该充满着自己的追求。每个人应该以一个开拓者的身份义无反顾地挑战自己的未来。

生活中，有很多人从没有自己的立场，别人怎么说，他们也就跟着人家屁股后面怎么说，当不同的人说着不同立场的话的时候，他们就分不清、辩不明了，他们会在不同立场观点之间游移不定。而一旦遇着利益，他们争先恐后，比谁跑得都快。他们这种对待工作因循守旧，人云亦云，他们不会有大的发展前途，混日子、和稀泥应该是他们的强项。他们的人生也只能是平庸低俗的人生。

我们每个人的人生都应该是千姿百态的，因而构成社会发展的复杂性。那些人生充满传奇色彩的人物，他们个个都是神勇，他们不愿意过那种一天天循环固定的生活，不愿意过那种天天守在办公室，做着单调而又重复的劳动。他们认为那种看似稳定而没有激情的生活实在没有意义，那样的生活其实只是一天的生活而已，只不过周而复始地重复着罢了。真正有意义的人生应该是充满冒险的人生，应该是去做别人没有做过的事情，尽管看起来困难重重，但他们以苦为乐、乐此不疲。

很多的啤酒商都认为，要打开比利时首都布鲁塞尔的啤酒市场很困难。开始的“哈罗”啤酒厂也是如此。

当时的哈罗啤酒厂的市场份额在逐步地减少，而啤酒厂没有钱在电视或报纸上做广告。尽管销售员林达多次建议厂长做些广告，但都被厂长拒绝了。林达决定冒险去做这个事情，于是，他贷款承包了啤酒厂的销售工作。但如何去做广告成了林达的心病。当他徘徊到布鲁塞尔市中心的于连广场时，看到广场中心那个撒尿的男孩用自己的尿浇灭了敌人炸城的导火线而挽救了这个城市的小英雄于连时。林达突然有了主意，决定自己要做一件别人未做过的事情。

翌日，在广场上的人们发现于连雕像的尿由水变成了金黄剔透、泡沫泛起的“哈罗”啤酒，旁边还立着一块写着：“哈罗啤酒免费品尝”的广告牌。如此新意，很快传遍全市。市区四面八方的老百姓都聚集于此，他们拿着自己的瓶瓶罐罐来接啤酒喝。媒体也争着报道这一奇观。

那一年，该厂的啤酒销量一下了增长了近20倍。这个叫林达的小伙子轰动了整个欧洲，成了闻名布鲁塞尔的销售专家。

林达的成功在于他那独特的广告创意，做了一件别人没有做过的事情。

别人没有走过未必就充满着艰难险阻，你走了说不定会有意想不到的收获。如果真要是这样的话，我们何不去尝试一下呢。即使前面有一些险阻，经受风雨的洗礼，品尝跋涉的磨练，也未必是一件坏事。

如果你干任何事情都是墨守成规，不走别人没有走过的路，那么，成功就离你越来越远，这不是自己和自己过不去吗？

跳出常规，勇于踏入那些别人未涉足的领域还有一个最大的好处就是没有竞争力。只要你能克服了这块领域的本身环境带来的冲击就基本上算是成功了，因为跳出常规没有别人设下的陷井，也用不着担心别人乘虚而入，你可以悠哉而踏实地做事，一直到你所做的事情成功。

### “出格”才有出路

**我们只有敢于打破常规，敢于出格，才能走出一条前人没有走过的路。**

什么是“出格”？《礼记》上说：言有物而行有格也。“格”之者，就是人们划定的界限。超过了界限，便被人不理解，也就叫做“出格”。人们往往把“出格”想成坏事，其实不然，人类的历史往往是由“出格”的人创造出来的。

在一般情况下，人们总是习惯用常规思维来思考问题，因为这样可以为我们在思考同类或相似的问题上省去许多摸索和试探的步骤，能不走或少走弯路，从而可以缩短思考的时间，减少精力的消耗，提高质量和成功思考效率。但是，常规的思维，会束缚人们的手脚，使人陷在旧思维的无形框架中，难以进行新的探索和尝试。因此，我们应当敢于打破常规的想法，摆脱束缚思维的固有模式。只要我们打破传统的思维方式，就会出现另一番景象。

如果我们不敢打破常规，不敢“出格”，其实就是自己给自己出难题，因为我们一方面要想成功，另一方面又陷于固有的思维模式不愿跳出来。

法国科学家法伯做过一个有名的“毛毛虫实验”。他在一只花盆的边缘上摆放了一些毛毛虫，让他们首尾相接围成一个圈，与此同时，在离花盆周围6英寸远的地方撒了一些他们最喜欢吃的松针。由于这些虫子天生有一种“跟随者”的习性，因此他们一只跟着一只，绕着花盆边一圈一圈地行走。时间慢慢地过去，一分钟、一小时、一天……毛毛虫就这样固执地兜着圈子，一走到底。后来，法伯把其中一个毛毛虫拿开，使其原来的环出现一个缺口。结果，在缺口头一个的毛毛虫自动地离开花盆边缘，找到了自己最喜欢的松针。

其实，在现实中，我们就像这些毛毛虫，大多时候我们都是追随别人的脚步，因此大多数人都不能够取得成功。只有那些敢于打破常规，有自己思维想法的人，才会获得成功。创造性思维是一种不依常规，寻求变异，多方探索问题答案的思维形式。其新颖性、独特性和实用性被认为是创造力的重要特征。

日常生活工作中，我们难免会遇到很多困难，而且可能运用普通方法无法解决的。但是，只要你稍微动一下脑筋，发挥一下创造性，问题就会迎刃而解。

在某建筑工地上，有几个工人要为一栋新修的大楼安装电梯。他们遇到一个非常棘手的问题：要把电线穿过一根长10米但直径只有3厘米的管道。这根管道是砌在墙里面的，而且还转了几个弯。怎么办呢？大家一时都束手无策。

在这个时候有个喜欢动脑筋的小伙子想了一个办法：他找来了一雄一雌两只小老鼠，把电线绑在雄性小老鼠身上，而把雌性小老鼠放在管道的另一边，并用力捏，使它发出“吱吱”的叫声。管道这头的雄性小老鼠一听雌性小老鼠的叫声，就奋不顾身地向管道的那一边爬过去，绑在它身上的电线也就跟着老鼠过去了。

在我国古代，就有很多敢于出格、打破常规的创造性例子。宋代司马光砸缸的故事可谓是家喻户晓，但人们更多的评价却是他的机智，而忽略他此时打破常规的思维方式。试想，如果司马光陷人常规思想的枷锁，那在缸里的那个孩子极有可能淹死。在此时似乎凭己之力难以解决的当儿，只有敢于出格，打破常规，才有可能化险为夷，扭转乾坤。

在近代，进化论的创始者达尔文也是一个具有创造精神的人。在当时，教会占统治地位，人们深信上帝。他敢于创新，从科学的角度阐述了自己独特的观点，尽管在当时不能为人所接受，然而如今终为生物界发展的主流，他的名字也名垂千古。

艺术大师毕加索指出：“创造之前必须先破坏。”破坏什么？破坏传统观念和传统规则。面对瞬息万变的环境，只有敢于挑战规则，打破常规，才能有所作为。我们只有敢于打破常规，敢于出格，才能走出一条前人没有走过的路。

### 模仿他人就是无路可走

**如果每一个人办事时都能把自己的独特才能发挥到极点，就会使自己既显得与众不同，又具有说服力。**

“模仿别人”无法开创属于自己的一片天地；惟有“肯定自己，扮演自己”，将自己拥有的特色发挥到淋漓尽致，生命自然获得满堂红。

在清代乾隆年间，有两个书法家，一个极认真地模仿古人，讲究每一笔每一划都要酷似某某，如某一横要像苏东坡的，某一捺要像李太白的。自然，一旦练到了这一步，他便颇为得意。另一个则正好相反，不仅苦苦地练，还要求每一笔每一划都不同于古人，讲究自然，直到练到了这一步，才觉得心里头踏实。

有一天，第一个书法家嘲讽第二个书法家，说：“请问仁兄，您的字有哪一笔是古人的？”后一个并不生气，而是笑眯眯地反问了一句：“也请问仁兄一句，您的字，究竟哪一笔是您自己的？”第一个听了，顿时张口结舌。

名家的书画之所以名贵，就是因为他们具有独一无二的特质，缺乏个性的艺术是没有生命力的艺术，人生也如此。每个人都有自己的特点，一味地模仿别人，便走入了死胡同，永远不会有自己的新天地。

模仿他人，永远得不到一个完整的自己。如果每一个人办事时都能把自己的独特才能发挥到极点，就会使自己既显得与众不同，又具有说服力。

“所有的福特轿车从性能到款式完全相同，”它们的制造商曾经这样说过，“但是，对于它的使用者来说，我们却找不出完全一样的两个人。在他或她诞生之日起，他或她就是上帝的一种前无古人后无来者的创造。年轻人应该培养出这种观念，他应当寻求独特的个性，使他自己与众不同，并且挖掘出他自己的价值。社会及学校可能企图去改造他，它们习惯于把每个个体放在同一模式中，但我们不会让每个人内心所潜藏的那点充满个性的火花消失。这是你作为一个人之所以具有重要性的唯一而真实的凭证。”

对演说而言，上面这段话更是正确无比。我们对有些演说家非常羡慕。他们能在讲演中嵌入表演术，能够毫无惧色地表达自己的观点，能够灵活自如地用非常独特的、个性化的、富于幻想的方式道出听众们想听的话。在这个世界上，你是找不出另外一个人与你相同的。是的，数以亿计的人确实都有两只眼睛、一个鼻子和一张嘴，但他们之中是没有一个人与你完全相同的，从他们之中也找不出一个人具有和你完全相同的思想及想法。也很少有人以与你完全相同的方式来谈话及表达自己的意见。换句话说，你所表达的观点完全是个人化的，是十分独特的。身为一名演说者，这种独特性就是你最宝贵的财产。抓住它！珍惜它！发挥它！正是这点火花，将使你的演说产生无穷的力量，并表达出对听众无比的真诚。这是你个人具有重要性的唯一而且真实的凭证。

罗杰爵士的演说之所以表现得与众不同，因为他自己就是与众不同的人物。他说话的态度，就是他个人特点的基本组成部分，就如同他的胡子与秃头是他的独特“商标”一样。相反，我们设想一下，如果他企图模仿别人，那么他的表现将是虚假的，他也将注定失败。

美国有史以来最著名的一场辩论发生在1858年，地点是伊利诺大草原的一个镇上，辩论的双方分别是道格拉斯参议员和林肯。林肯个子高而笨拙，他的对手道格拉斯则矮而优雅。这两个人不但在外表上迥然不同，他们在个性、思想、立场和见解上也完全不一样。

道格拉斯身处上流社会，林肯则有“劈柴者”的绰号，他常常穿着短袜子就走到大门口去接见民众；道格拉斯的姿态十分优雅，林肯外表则显得比较笨拙；但道格拉斯完全没有幽默感，而林肯则是有史以来最伟大的讲故事专家；道格拉斯不苟言笑，林肯则经常引用事实及例子来打动听众；道格拉斯骄傲自大，林肯则十分谦逊且宽宏大量；另外，道格拉斯的思考速度很快，林肯的思考过程则是慢条斯理的；道格拉斯说起话来犹如狂风暴雨，林肯则显得比较平静，而且表达思想时非常深入，且十分从容，所以成为一名有不凡成绩的人。

一定要杜绝喜欢“模仿别人”的坏习惯，因为这种习惯会让你变得没有性格，没有主见。谁都不想成为别人的“跟屁虫”，不是吗？那么就要善于发现自己的优点，培养自己的个性，你将会成为一个与众不同的人。

### 鲜明个性，能改变命运

**我们在自己的生命里程中，千万不要将自己的个性抹煞而成为平凡大众的一员。**

个性，在竞争日益激烈的21世纪将成为更好地立足社会的重要砝码。塑造自己独特的个性，从众人中脱颖而出，显现非凡的气质与魅力，这是通向成功的重要一步。不论对于择业还是生存，个性都起着重要作用，个性生存正在逐渐成为一种时代主流。

也许有人会认为，只要有能力自然就会被赏识，就能很好地工作与生活，个性根本无所谓有无所谓无。其实不然，在残酷的竞争面前，如何吸引别人的目光是获取竞争优势的关键，没有个性通常也就意味着没有成功的机会。

如果你是领导，却没有自己的个性，下属认为你是“见风驶舵”，没有主见的庸人，不会接受你的领导；如果你是老板，却没有自己的个性，员工会认为是你一个毫无能力的愚人，只会将公司引向破产边缘，不会在你的公司里认真地工作；如果你是公务员，却没有自己的个性，上司会认为你不能担当大任而不重用你；如果你是公司员工，却没有自己的个性，老板会认为你缺乏能力而不给你应有的待遇；如果你是科学家，却没有自己的个性，你将不能独立研究得出新成果，如果你是……

其实不用我们多举例，你也会明白，个性对生活在21世纪的我们来说实在太重要了，它对我们的各种影响都是可以亲身体会到的。我们在自己的生命里程中，千万不要将自己的个性抹煞而成为平凡大众的一员。

个性是我们生存的关键，一个具备独特个性的人，相对而言容易成功。容易被人信任，你的话就是你的契约。你的人性美将因你的个性而发挥至极限。

命运掌握在自己手中，生命的奇迹只能由自己来创造，在物竞天择的大环境里，要想更好地主宰自己的命运，我们必须清楚地了解自己的个性，这是最基本的一步。

我们每个人在经历了不同的时代、事件及接受了不同的教育、培养后，都会形成自己独特的性格品质。而在不同的时期、不同的环境中，为了发展需要，个人还可能在个性上进行有意识的改造，通过自我学习、自我培养，向自己认为良好的个性方面发展。它的好坏、优劣在很大程度上决定着一个人的整体素质，决定着一个人能否取得可观的成就。如果一个人对自己个性的缺陷不通过自己的努力加以抑制与完善，不进行有意识的“性格改造”，那么，失败的个性沉淀下来，趋于定型，从而给自己的生活、工作等带来失误，甚至因此走向失败的人生。

小说《三国演义》清晰地显示了个人性格品质上的缺陷同胜败之间的关系。袁绍“多端寡要，好谋无决”、“外宽内忌，用人疑之”，结果兵败官渡；吕布有勇无谋，白门楼束手就缚；周瑜气量窄小，结果三气而死；关云长性格骄傲，“大意失荆州”；张飞生性鲁莽，被部下范疆、张达砍下头颅；司马懿多疑，被诸葛亮空城计所迷惑……的确，金无赤足，人无完人，用“个性是天生的”、“江山易改，秉性难移”来原谅自己或宽恕自己，都是不对的，因为个人性格品质的形成，不仅与先天有关，而且是同后天的修炼分不开的，并且个性也不是固定不变的，而是随个人的生活阅历的加深、思想的成熟、生活方式的改变等具体情况而改变。正如法国唯物主义思想家霍尔巴赫所说的：人的个性，不过是周围社会环境和社会实践的产物，而且是随着各种环境和社会实践的改变而不断改变的。

可见，个性，归根结底是个人生活、自我教育和不断修炼的产物。在这个信息大爆炸、经济大发展的时代，在这个英才辈出的时代，海阔凭鱼跃，天高任鸟飞，卓越的个性将能改变一个人的命运，我们不做“千面人”，一定要有自己的个性。

### 不要随波逐流

**我们完全有责任保持自己的独立和个性，而不是随波逐流盲目跟从，到最后默默无闻地消失。**

一个真正具有个性的“人”，必然是个不轻信盲从的人。一个人心灵的完整性是不能破坏的。当我们放弃自己的立场，而想用别人的观点来评价一件事的时候，错误往往就不期而至了。

我们也许可以做这样的理解：“要尽可能用他人的观点来看事情，但不可因此而失去自己的观点。”

当我们身处陌生的环境，没有任何经验可供参考的时候，就需要我们不断地从周围吸取能量，建立信心，然后才能按照自己的信念和标准去做。假如成熟能带给你什么好处的话，那便是发现自己的信念并有实现这些信念的勇气，无论遇到什么样的情况。

时间能让我们总结出一套属于自己的评判标准来。举例来说，我们会发现诚实是最好的行事指南，这不只因为许多人这样教导过我们，而是通过我们自己的观察、摸索和思考的结果。很幸运的是，对整个社会来说，大部分人对生活上的基本原则表示认同，否则，我们就要陷于一片混乱之中了。保持思想独立、不随波逐流很难，至少不是件轻松的事，有时还有危险性。为了追求安全感，人们顺应环境，最后常常变成了环境的奴隶。然而，无数事实告诉人们：人的真正自由，是在接受生活的各种挑战之后，不断追求、拼搏，并经历各种争议之后得来的。

如果我们真的成熟了，便不再需要怯懦地到避难所里去顺应环境；我们不必藏在人群当中，不敢把自己的个性表现出来；我们不必盲从他人的思想，而要凡事有自己的观点与主张。

坚持一项并不能得到别人支持的意见，或不随之符合一项普遍为人支持的原则，都不是件容易的事。当一个人不愿随波逐流，并愿意在受攻击的时候坚持信念，的确需要极大的勇气。

在一次社交聚会上，在场的人都赞同某个观点，只有一位男士表示非议。他先是客气地一言不发，后来因为有人直截了当地问他的想法，他才微笑道：“我本来希望你们不要问我，因为我与大家的观点不同，而这又是一个多么难得的社交聚会。但既然你们问了我，我就把自己的想法说出来。”接着，他便把想法简要地说出，结果立即遭到大家的反驳。但他坚定不移地坚守自己的立场，毫不让步。最后，他虽然没有说服别人赞同他的看法，却获得了大家的尊重。因为他坚守自己的观点，没有做别人思想的附庸。

而如今，我们生活在一个专家至上的时代。由于我们习惯于依赖这些专家权威性的观点，因此便慢慢丧失了对自己的信心，以致对许多事情很难提出意见或坚守信念。

我们现行的教育方针，通常是针对一种既定的性格模式来完成的，所以这种教育方式很难培养出独立的领导人才。由于大部分的人都是跟随者而不是领导者，因此我们虽然很需要领袖人才的训练，但同时也很需要训练一般人如何有意识、有义务地去遵从领导。如此，才不会像被送上屠宰场的牛羊一样，盲目地随着走，赴上“刑场”也茫然不知。

有许多婴幼医师告诉我们喂养、抚养和照顾子女的方法，还有许多幼儿心理学家也告诉我们该如何教育孩子；做生意的时候，有许多专家提醒我们要如何做方能使生意顺利发展；在政治上的选择活动，大部分人也是跟从某些特定团体的意见；就连我们的私生活，也经常受某些所谓专家意见的影响。这些所谓的专家通过观察、制作，然后把意见传达给大众，让大众去吸收、消化，并断定它们是一剂剂药到病除的灵丹妙药。

生活中的大部分人都不会明白，其实自己才是这个世界上最伟大的专家。只不过是因为某些“专家”这么说，或因为那是一种时尚，跟着做也可以凑个热闹，图个时髦。

的确，我们今日最难要求自己达到的境界便是：“成为你自己。”在充满了大众产品、大众媒介及装配线教育的当今社会，认识自己很难，要保持自己的本来面目更难。我们常以一个人所属的团体或阶层来区分他们的特点，如“他是工会的人”、“她是职业妇女”等等。我们每个人几乎都标有标签，也毫不留情地为别人贴上标签，这很像是小孩玩的“捉强盗”的游戏。

爱德加·莫尔常常用所谓的“蜗居状况”来警告世人，他认为这种情形会扼杀人类个体的宝贵价值。他断定：“这种扼杀，正如同令人痛恨的纳粹政权一样。”它充分显示了人性中的残暴丑恶和专制的一面。

最后他总结说：“人类还无法达到天使的境界，但这也并不是我们必须变成蚂蚁的理由。”

只有成熟的心灵才能够体验人类这种光荣的本质，也只有成熟的灵魂才能体会到“比天使低一点”，而不是“比禽兽高一点”的心情。对所有这样的人来说，盲目顺从只是怯懦者的所为，不是现实。我们完全有责任保持自己的独立和个性，而不是随波逐流盲目跟从，到最后默默无闻地消失。

### 活出一个人的精彩

**不要刻意地让自己去变成另一片树叶，活出一个人的精彩才会快乐，才会有成就感。**

爱默生在他的短文《相信自己》中说过：一个人总有一天会深刻地感觉到，嫉妒是无用的，而一味地模仿他人无异于死路一条。无论何时何地，能够帮助你的只有你自己，只有耕种自己的田地，才能收获属于自己的果实。上天赐予你的能力是独一无二的，只有当你自己努力尝试和运用时，你才会知道这份潜能对于你到底意味着什么。太迎合别人，便会失去自己的格调，你有你的精彩，别人无法代替。

王太太曾是个普普通通的女孩，但她总觉得自己跟别人“不一样”。她曾因极力模仿别人无果，而几乎要自杀。她说：“我的身体长得太胖，脸颊圆润，这使我看起来更胖，我的母亲非常传统，她认为把衣服穿得太漂亮是不明智的，而且她认为做得宽大一点更耐用，我从不参加任何聚会，也没有什么值得开心的事。上学后我也很少参加学校的集体活动，这使我总觉得自己跟别人‘不一样’。”

“后来，我嫁了一位比我大许多岁的丈夫，但我还是没有任何变化。我丈夫的家是一个有修养的家庭。我想要和他们一样，但就是心有余而力不足。我努力模仿他们，也总是无济于事。他们也曾几次帮助我，但总是适得其反，把我推到更糟糕的处境。我越来越神经质，害怕见到所有朋友。一听到门铃声我都会惊慌，后来我是彻底地崩溃了。我对自己很清楚，担心丈夫有一天会发现真相，所以每次在公共场合，我都尽量显得愉快，甚至装得有点离谱。我明白自己当时表现得过度差劲，而后便深深地自责，甚至事情过后的几天里我都显得精疲力竭。最后，我实在怀疑自己是否还有活下去的必要，于是我开始想到死。”

“改变我一生的只是源于普普通通的一句话。有一天，我婆婆告诉我她是如何教育子女的，她对我说：‘无论遇到什么事，我总会要求他们保持本色……’‘保持本色！’这几个字恰似一道圣光闪过脑际，我竟然发现自己所有的不幸都起源于我始终把自己的身心装入了一个不属于自己的格式中，我其实一直都在迷失自我，这多么可怕呀！”

“要还原自我本色！我试着研究自己的个性，认识自己，找出自己的优点。我开始主动生活。我加入一个团体，虽然只是一个小团体，但当他们请我主持某项活动时，我也很害怕。通过自己不断克服思想障碍，我积极参与其中，每次都得到了更多的勇气。这的确是一段相当漫长的过程。我终于找回了自我，说实话，现在我比过去快乐得多。当我教养我自己的儿女时，我一定会把自己这些历经苦难才学到的人生经验告诉他们：‘不论发生什么事，永远活出你自己的精彩！’”

保持自我本色，对一个人的成长、发展非常重要。不能保持自我往往是人们潜在的很多神经及心理方面问题的病因。安吉罗·斐尔奇写过13本书，还在报上发表了几千篇有关儿童教育的文章，他曾说过：“一个人最糟的是不能保持自己的特色，并且在身体特别是心灵中不能保持自我。”

威廉·詹姆斯也曾说过：“如果以我们应该达到的为基准，多数人的心智能力使用率不超过百分之十，他们不太了解自己还有更多未曾挖掘的才能。与我们应该取得的成就相比，其实我们还有一半以上的潜能深睡未醒。我们只运用了一小部分身心资源。人们往往都活在自己所设的限制中，我们拥有各式各样的资源，却不能成功地开发，运用它们。”

我们都有太多的未加开发的潜能，又何必刻意苦苦地模仿他人？请你记住吧，你在这世上是唯一的存在。以前既没有和你一模一样的人，以后也不会有。遗传学告诉我们，一个人是由父亲和母亲各自的23条染色体组合交配而成的，这46条染色体决定了一个人的特点，每一条染色体中有无数个基因，任何单一基因都足以改变一个人的个性特征。

科学表明：父母孕育了自己，但只有300万亿分之一的概率才可能有一个跟自己完全一模一样的人。也就是说，即使你有300万亿个同胞，他们也都跟你不同，所以，你应该为这唯一的一个你而感到骄傲。

当玛丽·马克贝德第一次上电台播音时，她试着模仿一位爱尔兰明星的形象与口音，但并没有产生什么好的效果。直到她以本来面目——一位由密苏里州来的乡村姑娘——她才成为纽约市最红的播音明星。

吉瑞·奥特瑞一直想改掉自己的乡下口音，打扮也模仿城市人，他还对外自称是纽约人，结果招致许多人背后的嘲笑。后来他开始重新弹起自己心爱的三弦琴，演唱他拿手的乡村歌曲，才奠定了他在电影和广播领域最受欢迎的牛仔地位。

你在这个世界上是一具全新的个体，你应该为此而高兴。你如果想开发自己所有美妙的天赋，你就尽可能地展现、张扬你本来的个性吧！如果你努力了，总会有好的结果。归根究底，所有的艺术都是一种自我个性的体现。

### 特立独行让人显得更出色

**当你产生了“事情绝对如此”的观念时，你的人生往往会因此进入了一条死胡同。**

在现代社会里，往往是那些张扬个性、特立独行的人活的更精彩，相较于那些心态保守的人，他们能够更好地接受新鲜事物，另辟蹊径解决难题，因此他们总是能更快地走向成功。

某天，一家大公司招聘业务员，由于公司条件很好，前往应聘者排队挤在门口等待经理面试。这支队伍的前进速度极其缓慢，眼看就要到中午十二点了。这时，队伍中的一个小伙子突然从队伍中窜了出来，大吼道：“让一让，让一让，让我过一下！”队伍很快给他闪出一条道。可是，到了门口，门卫拦着他不让进，并告诉他等待应聘者需要排队。他说：“我不是来应聘的，我是你们经理的一个客户，约好今天上午和他见一面，你不让我进，耽误了工作，你负责吗？”门卫一听只好让他进去了。进了门他就直奔总经理办公室。秘书小姐又在门口拦住了他，他只好再次说是经理约好的一个客户，秘书一听就知道他是在说谎，刚要赶他走，总经理推开门把他叫了进去。总经理问他为什么要说谎，他便原原本本的把情况说了出来。原来，他当时已经快没有吃饭的钱了，衣服也是从朋友那儿借的，如果再等下去的话，中午12点之前就还不了朋友衣服。这样就会给朋友造成很大的不便。所以他只好急中生智，说了一次谎。总经理满意地说：“你明天就可以直接上班了，我们需要的就是一个能够突破定势，灵活处事的人。”

可见，另辟蹊径可以达到多好的效果？所以，与其和别人一块去淘金，不如给淘金者做好运送金子的船。换一种观点找出路，也许成功会离你更近。

当年，有一家美国公司想在日本寻求合作伙伴，共同从美国向日本引起某种饮料，于是日本公司掌握着决策权的头头们先来试一试这种饮料。“怎么有一股药味？刺激性太强了！虽然这种饮料在美国极为畅销，但日本人习惯于味道清淡的东西，肯定不会喜欢。”上至董事长下至各部门经理都是这样认为。如此一来，美日双方合作的计划没能实现，美方只得独自在日本开拓市场。这种饮料就是现在全日本的年轻人都爱不释手的可口可乐。

如果当时这种饮料不光是让头头们尝试，也让公司里的年轻人来品尝品尝，他们的感觉一定和那些有一把年纪的人不一样，情况也必定大不相同。这些干部们认定自己的感觉绝对正确，根本没有想到要征求年轻人的意见，以致眼睁睁地看着发财的机会从眼前溜掉了。

还有一种名叫“贺鲁滋”的美国糖果，刚开始准备向日本引进的时候，和可口可乐的情形非常相似，各家日本公司也没有表示出兴趣。吃过这种糖果的人都知道，它一点也没有通常糖果的味道，不但没有甜味反倒有一种很强的刺激味，而且这种刺激味比薄荷还更强烈，夸张一点说简直要把人冲上天。日本人可从来没有尝过这种味道。把这种“贺鲁滋”糖果引入日本市场的是一家美资日本公司，名称为华纳·兰巴特公司。将“贺鲁滋”糖果带进公司的则是公司总经理奥克姆本人。品尝了总经理从美国带来的“贺鲁滋”糖果，职员们个个皱起了眉头，只觉得一股强烈而又奇怪的味道直冲脑门，一点也不觉得好吃，大家都持反对意见。但奥克姆先生并不马上死心，他坚持要选择一个合适的城市进行试销。于是他们在山梨县的甲府市打出广告，开始做试验性的推销。没想到这种奇怪的糖果竟大为畅销，行情仿佛长了翅膀一样地暴涨。

由此可见，当人们产生了“事情绝对如此”的观念时，思维即进入了一条死胡同。产生了自己觉得不好吃，别人也不可能觉得好吃的自我认定，这样就不会再顾及别人的真实感受了。解决这种思维惯性的方法就是要深入现场进行调查研究，做到有的放矢。别把自己的观点强加于人，尤其是在今天，某种稀奇古怪的东西更容易受到崇尚异类的人们青睐。

特立独行的人不受惯性思维支配，总能另辟蹊径、出人意料地取得成功，其实只要你改变保守的心态同样能做到这一点。记住，成功很简单，那就是“不走寻常路”。

### 善于发掘自己的个性

**只有努力找出什么是自己，才知哪里是自己的天堂。**

人一生下来就是独特的，与众不同的。所以你的个性是客观存在的，我们很难改变它，而最好是去发现它。

在希腊帕尔纳索斯山南坡上，有一个驰名世界的戴尔波伊神托所，在它的入口处的巨石上赫然镌刻着这样几个大字：认识你自己！这就是古希腊哲学家们普遍认为的人类最高智慧。人最熟悉的莫过于自己，最陌生的也莫过于自己；最亲近的是自己，最疏远的也是自己。老子说：“知人者智，自知者明。”禅宗有言：“明心见性。”目标设定的过程，根本还是一个“自知”，一个“认识自己”的过程。

每个人都有特殊的职责或使命，他人无法越俎代庖。生命只有一次，所以实现人生目标的机会，也仅有一次……换言之，人必须对自己的生命负责。“天生我才必有用。”个人的价值就在于把个人深藏的资质和整个世界联系起来。只要“热爱”，只要“适合”，就是与世界最强的联系。无论你最终是工人、农民、军人、艺术家、医生、企业家、商人还是律师、广告人，只要你做着适合自己的工作，你就会感到，既与自己的心灵又与身外的世界紧密地联系起来了。那些成功者和你我并没有什么不同，他们只不过认识了自己，找到了自己真正的“适合”和“热爱”，并且在生活中永远把它置于一切之首，而心无旁鹜地奔向自己的目标。

很多人对自己的能力和特长，从来不去分析，不去发现和挖掘，这是多么愚蠢；而有的人正好相反，不知道自己的缺陷和能力的限度，这同样是愚蠢的。了解任何一个人的所有能力，同时知道他力量的限度，这是一种智慧。

荀子说：“大智有所不虑，大巧有所不为。”之所以成为大智大巧者，就因为扬其长而避其短。

在海外华人中曾经声誉最高的两名中国人是“第一毛泽东，第二李小龙”。足可见“功夫之王”李小龙的武功十分了得。但是却很少有人知道，李小龙练武本来是有先天缺陷的。首先，他是近视眼，必须戴着隐形眼镜。对此，李小龙坦诚地说：“我从小就近视，所以我从咏春拳学起，因为它最适合做贴身战斗。”其次，他的两脚不一样长，右脚比左脚短五寸，但也正因为如此，他左脚专事远踢、高踢，如狂风扫叶；右脚专事短促的阻击性踢法或隐蔽性踢法，近身发腿如发炮。同时，两腿的不一致使他摆出的格斗姿式优美别致，独具特色，成为一种武功流派的典型。

“我接受我的极限，毫无怨言。”李小龙如是说。

当你觉得日子过得很累，工作干得很苦，那么，你就可能扮错了角色。当你不是你时，你就呆错了地方，扮演了别人，这样不如生活在地狱，如鸟在水里鱼在天上。

让鱼游泳，让鸟飞翔。了解自己最单纯的目的。当你做对了事，当你做着最适合你的事，当你的所作所为利己又利人而赢得人们尊敬时，幸福和成功就会携手而至。用一段空闲的时间，找一个安静的处所，认真地深刻地想一想自己的个性如如何？

世界上没有两片完全相同的树叶，也没有两上完全相同的人，每个人都有他独特的个性及特点，发掘你的才干和天赋，认清你的缺陷和劣势，做自己想做的事，不但成功与你有约，人生也会因此而更加精彩。

### 活出自己的骨气

**骨气，是一个人的灵魂，是做人的基本，更是支持人的巨大力量。**

人的骨气是在逆境中才能显现的。陶渊明遭贬不为五斗米折腰，显现了一个文人的骨气；闻天祥战败后漠视诱惑，显现了一个将军的骨气……他们因为有骨气，才使自己显得高大，让人产生敬畏。

今天我们总是过着高节奏的生活，我们很少会有机会在死亡或大的是非前表现骨气，但常常会有短时间的落魄，我们可以利用自己的这份落魄，活出自己的骨气，在落魄中求得活着的大气，这样，就会被别人另眼相看，会容易树立起自己的威严。人活脸，树活皮，成功的人求得有脸面，落魄的人要有骨气。很多时候，骨气是落魄者的精神支柱，骨气会使人从失败的泥潭中重新站立起来。小时候遇困难时常听老人教导：“活就活出个人样来。”什么是“人样”？当英雄、作学问、做一个成功者……当然没错。当你经历了多少生活中的风霜雨雪、荣辱沉浮之后，才明白老人期盼的“人样”其实很简单：一副铁骨，一身骨气，就能利利索索地撑起一个“人”来——这就是一个人的威严，是一个人做人的根基。因为当一个人有了威严，他的凝聚力、个人人格的感染力、威信都会展现出来。另外，小人会不敢在背后下黑手，所有邪恶的东西会远离他，这样的人生活得会激情四射。

因此，活得有生气，就要做一个有骨气的人。

在今天做一个有骨气的人就是不会被小利所诱惑，不会在在强势面前低头的，更不会被荣华富贵所诱惑。

前几年，有一家外资企业的老板，不知什么原因要全体员工给他下跪，否则就将他们开除。很多人为紧张的就业形势都下跪了，但是有一位青年没有向他下跪，因此这名青年被开除了。事后，各大媒体都高度赞扬他，年青人的形象也随之高大起来。

他的表现表现出他是一个有骨气的人，他没有向老板下跪，虽然失掉了一份工作，但他却赢得了足做人的威信，换取了全社会对他的敬重。可是那些下跪的人们呢？虽然保住了工作，但是却失去了自己的人格尊严。为了钱而给老板下跪，换来的是世人的耻笑与讥讽。失掉了自己的尊严，这些人即使保住了自己的工作，他们也是在带着心灵的伤疤在苟活。

骨气，是一个人的灵魂，是做人的基本，更是支持人的巨大力量。人可以没权没势，没依没靠，没着没落，但是不能没有骨气。没有骨气，再结实的躯体只不过是一滩软泥；没有骨气，再出众的才华也只能是附庸风雅。

伯夷、叔奇不食周粟，逃到首阳山采野菜充饥，最后活活饿死。陶渊明不为五斗米折腰，挂冠归隐，留下“采菊东篱下，悠然见南山”的大气。苏武在北方放了19年羊，始终坚守“生当汉家臣，死为汉家鬼”的忠贞。颜杲卿死守常山时被俘，痛斥反贼安禄山，被叛军割掉了舌头也依然骂不绝口。就连那个名不见经传的“廉者”，哪怕饿得眼冒金花，两腿打颤，也不愿受嗟来之食。

这些人因为骨气而成为后人的榜样。他们得到了后人给与的景仰，也是他们构成了生命轨迹中最明亮、最久远的光芒。他们的骨气使他们比杀手更冷峻，比帝王更威严；他们的骨气使小人望而生畏，使贤达唯马首是瞻——一个人要是能活得这样潇洒，他还有什么事办不成功呢？

有骨气，还体现在对于富贵的态度，不是自己的决不奢望得到。每一天我们都可能会遇到有太多的趋炎附势；太多的阿谀奉承；太多的随波逐流；太多的逆来顺受。我们每天所看到的荣华富贵、纸醉金迷、风花雪夜、……多少人在追求、在期盼、在奋斗、在拼搏，很多人在追求中放弃了精神上的底线——骨气。他们认为与骨气形影相伴的，常常是饥饿、贫寒、困顿、潦倒，甚至是滚烫的泪。

活在今天的人有很多种方式去活，但有骨气地活，有苦难的话，泪是仅仅流在脸上，至少会有人对他有一份敬畏和赞赏，生命就不缺一份生机；用屈辱去活的人，是苦在心里，背后还有众多的人在指他的脊梁，生活充满“死”气。

骨气是在生活中的一眼泉，是茫茫夜空中的一颗星，是寥寥荒原中的一条路，是漫漫人生中的一支歌。有了它，思想就不会干涸，方向就不会迷失，前程就不会萧条。

## 第六章　量力而行，不要自己为难自己

相信自己的力量，但有些人盲目地相信自己的能力，最终让自己走向了困境。相信自己的能力，也要量力而行，强迫自己去做自己很难做到的事，这是和自己过不去。做事应该量力而行，对自己做不到的事，不要勉为其难，这样才会拥有一个和谐的人生。

### 必要的时候学会说“不”

**拒绝是一门艺术，更是一种智慧，懂得适时地拒绝别人，才是成熟的开始！**

在人际交往中注意“脸”和“面子”，是中国人长期形成的一种社会心理。所谓“脸”，是一个人为了自我完善而通过形象整饰和角色扮演在他人心目中形成的特定形象；所谓“面子”，则是一个人在社会人际关系中依据对“脸”的自我评价，在别人心目中所应有或占有的地位。所以，在某种程度上，“脸”和“面子”代表着人的荣誉和尊严。

没有人不爱护自己的脸面，但是有些人，也就是那些虚荣心较强的人，会比普通人更加看重自己的面子。他们不忍心拒绝任何人，对别人的要求只会说“行”，而从不懂得说“不”，他们甚至会为了维护自己的面子而硬着头皮去做力所不能及的事。

玛丽亚在上大学一年级的时候，每月只有五镑钱做生活费，这本该够用了，可是她却时常感到拮据。因为她不懂得拒绝，比如有同学邀她参加聚会，即使当时她的口袋里已经不富余了，可是她还是硬着头皮说：“行”，尽管这意味着第二天她的午饭将没有着落。但她想没办法呀，总不能拒绝吧，那会让别的同学看不起自己的。

为了应付这些聚会，玛丽亚只得节衣缩食，可即便是这样，她的钱仍然常常青黄不接。这不，她现在只有20先令了，还得维持到月底。就在这时候，她收到姨妈的信，姨妈说下周四要进城，要她陪自己吃午饭。

姨妈是玛丽亚母亲的姐姐，把自己视如己出，疼爱有加。自己总不好拒绝吧，但是吃饭也是不能要姨妈掏钱的。可是，自己就剩这20先令了怎么办呢？

周四很快就到了，玛丽亚的姨妈找到了她，并要与她去吃午饭。玛丽亚囊中羞涩，心想：我知道一家合适的小饭店，在那儿可以一人花3先令吃顿午饭。那样的话，我就可以剩下14先令用到月底了。

可是，她不敢这样建议，姨妈好不容易进城一次，自己要让她做主啊。正在这时，姨妈说：“玛丽亚，咱们去哪里吃饭呢？”

玛丽亚虽然嘴上说：“姨妈您决定吧。”但是她心里在祈祷，姨妈千万不要去太贵的地方哦。

但是，她却听到姨妈说，“午饭我从不吃得太多，一份就够了。咱们去一处好点儿的地方吧。”

玛丽亚答应着，心里暗暗叫苦，不过好在姨妈对这里并不熟悉，自然要由玛丽亚带路。玛丽亚就领着姨妈朝她早已选好的那家小饭店的方向走去，没想到姨妈突然指着街对面的那家“大皇宫”说：“那儿不是挺好吗？那家餐馆看上去不错。”

玛丽亚说：“嗯，好吧，如果比起我们要去的地方您更喜欢的话。”她想自己可不能说：“亲爱的姨妈，我的钱不够，不能带您去那豪华的地方，那儿太贵了，花钱很多的。”

走进那家装修豪华的饭店，玛丽亚想：“或许买一份菜的钱还是够的。”

侍者拿来了菜单，姨妈看了一遍后说：“吃这份好吗？”

那是一道法式烹饪的鸡肉，是菜单上最贵的：7先令。玛丽亚为自己点了最便宜的菜，花费3先令。这样，她用到月底的钱就还剩下10先令，不，9先令，因为还得给侍者1先令呢。

“这位女士，您还要什么吗？”侍者说，“我们有俄式鱼子酱。”“鱼子酱！”姨妈叫道：“啊！对——那种俄国进口的鱼子，棒极了！我可以要一些吗？”

玛丽亚心想这该死的侍者赶快走开吧，但她不好意思说：“哦，您不能，那样我用到月底的钱就只有5先令了。”于是，姨妈又要了一大份鱼子酱，还有一杯酒。

玛丽亚算了算，只剩下4先令了，好在4先令还够买一周的奶酪面包，她就松了口气。

可是，姨妈刚吃完鸡肉，又看见一个侍者端着奶油蛋糕走过。“嘿！”她说，“那些蛋糕看上去非常好吃。我不能不吃！就吃一个小的。”

现在只剩3先令了，玛丽亚有点垂头丧气，可是她不能表现出来，那会让姨妈伤心的。

这时侍者又端来一些水果，姨妈肯定还会吃一些。当然，还得喝些咖啡，尤其是她们在吃了这么好的午饭之后。

“没有啦！甚至准备给侍者的1先令也没有了。”玛丽亚在心里叫道，可是没有人能听到。

账单拿来了：20先令。玛丽亚在盘里放了20先令。没有侍者的小费，姨妈看了看钱，又看了看玛丽亚。

“那是你全部的钱？”她问。“是的，姨妈。”“你全用来招待我吃一顿美味的午饭，真是太好了——可是太傻了。”

“你在大学学语言吗？”

“对。”

“在所有的语言当中，哪个字最难念？”

“我不知道。”

“就是‘不’这个字。随着你长大成人，你得学会说‘不’，无论是对任何人。我早就知道你没有足够的钱上这家餐馆，可是我想让你得个教训，所以我不停地点最贵的东西，看你是不是懂得拒绝，可是你没有。哦，可怜的孩子！”

最后姨妈付了账，并给了玛丽亚5镑钱作礼物。而她给玛丽亚的最有价值的礼物却是那番话：学会拒绝。

人往往是不会拒绝别人的人，的确，拒绝别人的要求确实是件不容易的事，大家都有体会。因为每个人都有自尊心，希望得到别人的重视，同时也不希望别人不愉快，因而，也就难以说出拒绝的话了。但是，你应该想一想，倘若答应对方的要求，将会给自己带来很多不必要的麻烦，那么，就应该拒绝，而不要为了面子问题，做出违心的事来。

面对别人的请求，当你有能力做到的时候，不要轻易拒绝。但是没有人是万能的，当你真的力所不能及的时候，就不要碍于面子，不好意思说“不”了。拒绝是一门艺术，更是一种智慧，懂得适时地拒绝别人，才是成熟的开始！

### 素位而行，安分守己

**就像小鸟飞翔在天空中，其燎亮的歌声，为大自然增添了无尽的生气，这就是它们的本分和本事。**

孔子曰：“君子素其位而行，不愿乎其外。”意思是说，君子安于现在所处的地位去做应做的事，不生非分之想。

素位而行，近于《大学》里面所说的“知其所止”，换句话说，叫做安守本分，也就是人们常说的——安分守己。这种安分守己是对现状的积极适应、处置，是什么角色，就做好什么事。台湾著名漫画家蔡志忠先生说：“自己是什么就做什么。是西瓜就做西瓜，是冬瓜就做冬瓜，是苹果就做苹果；冬瓜不必羡慕西瓜，西瓜也不必嫉妒苹果……”。也就是要量力而行，不可好高鹜远，“这山望着那山高”，到最后捡了芝麻丢了西瓜，甚至连芝麻也丢了。

人能守本分，才能尽本事。就像小鸟飞翔在天空中，其燎亮的歌声，为大自然增添了无尽的生气，这就是它们的本分和本事。

作为人，本分是安分守己，本事是发挥能力为人民服务。但是很多人只是想展现自己的本事，希望得到更多人的羡慕和称赞，以满足自己的虚荣心，却不愿守住本分，最终导致人生走向脱序违规。

一位年轻人靠卖鱼维持生计。有一天，他一面吃喝，一面环视四周，注意看是否有人来买鱼。突然，一只老鹰从空中俯冲而下，从他的鱼摊叼了一条鱼后立刻转身飞向空中。卖鱼郎生气地大喊大叫，可是，老鹰丝毫不把他放在眼里。最后，他只能无奈地看着那只老鹰愈飞愈高、愈飞愈远……

卖鱼郎气愤地自言自语：“可惜我没有翅膀，不能飞上天空，否则一定不放过你！”那天他回家时，经过一座地藏庙，他就跪在地藏庙里，祈求地藏王菩萨保佑他变成老鹰，能展翅于天空。从此以后，他每天经过地藏庙的时候，都会进去虔诚地祈祷。

一群年轻人看到他天天向菩萨祈求，就很好奇地议论起来。其中一人说：“这位卖鱼的人，每天都希望能变成一只老鹰，可以飞上天空。”另一人说：“哎哟，他光傻傻地祈求，要求到何时？不如我们戏弄戏弄他！”大家交头接耳，如此这般，想出一招妙计。

第二天，其中一位年轻人先躲在地藏菩萨像的后面。卖鱼郎如期而来，照样虔诚地祈求、礼拜。这时，躲在菩萨像后面的那位年轻人就说：“你求得这么虔诚，我要满足你的愿望，你可以到村内找一株最高的树，然后爬到树上往下跳试试看。”

卖鱼郎一听菩萨显灵了，异常兴奋，忙点头称是。然后就非常欣喜地跑进村里找到一株最高的树，按照地藏菩萨的指示，爬到了树上。那株树实在太高了，他愈往上爬，愈觉得害怕，不过为了像老鹰一样在空中自由的飞翔，他坚持向上爬。

终于，他爬上了树顶，向下看——“哇！这么高！我真的能飞吗？”那群年轻人站在大树底下，故意七嘴八舌地说：“你们看，树上好像有一只大老鹰，不知道它会不会飞？”“既然是老鹰，一定会飞了！”

卖鱼郎听了心里很高兴，他想：我果然已变成一只老鹰了！既然是老鹰，哪里有不会飞的呢？于是展开双手，摆出展翅欲飞的姿势，纵身一跃，跳了下来。可是，他没有像想象的那样飞向广阔的蓝天，而是飞快的向地面坠落……最后幸好落在水草之中，保住了一条性命。

那些年轻人跑过来，幸灾乐祸地取笑他。他说：“你们笑什么？我是两只翅膀跌断了，不是飞不起来啊。”那些年轻人指着他，一个个笑得前仰后合说不出话来。

一个人要守本分，才能尽本事。若只想逞能显本事，却没有守好自己的本分，自不量力去做超越自己能力的事，结果就会像这位卖鱼郎一样，自食其果。

所以，不要去妄想什么，只问自己该做什么——这就是素位而行，安分守己。“分”是本分，“己”是指自己活动的范围，安分守己的意思就是指规矩老实，守本分。而在这个日新月异、崇尚物质的时代，又有多少人是规矩老实、坚守本分的呢？越来越多的人不能素位而行，安分守己。他们心存妄想，逞强好胜，只知道羡慕妒别人，最终导致失败，这就是自己在为难自己。

### 力微负重害自己

**对于有志成就大事的人来说，盲目乃致愚蠢地担当自身力所不及的责任和命运，是极其危险的。**

“蚍蜉撼树”，是对自不量力的失败者、可怜虫的经典比喻。对于有志成就大事的人来说，盲目乃致愚蠢地担当自身力所不及的责任和命运，是极其危险的。对己往往遭致毁灭，而成为悲剧；对时代，甚至带来灾祸，而成为千古之罪人。

“力微负重”还隐含着一种伟大的悲剧力量。力微之人，弱小之人，虽然他们担当命运的力量太微弱了，但就其内心向善的愿望和所表现出的牺牲精神，是应该给予充分肯定的。“力微负重”对其个人而言，其实就是自己给自己出难题，因为要达到预期的目标实在是太难了。

赵国有一位大将名叫赵奢，是与廉颇、蔺相如齐名的大臣。因为战功显赫，被赵惠文王赐以“马服君”的称号。

赵奢的儿子赵括，从小学习兵书，对兵法非常熟悉，与别人谈起打仗来，条条是理，谁也比不上他。就是父亲赵奢，也难不住他。可是，赵奢从来不说儿子懂得指挥打仗。赵括的母亲觉得有些奇怪，就问赵奢：

“儿子不是兵法不错吗？怎么没听见你夸奖他呢？”

赵奢回答她说：“嗐，你哪里知道呀，他是纸上谈兵。打仗那是生死的较量，可是赵括把它说得太容易了！以后赵王不用他带兵还好，如果一旦让他领兵作战，那非把军队毁了不可！”

到了孝成王在位的时候，有一年秦国和赵国在长平交战。那时赵奢已经死了。蔺相如重病在床，廉颇率兵打退了几次秦兵之后，就坚守阵地，不再出战。这时秦国想出了一条离间计，散布谣言说：“秦国最怕的就是赵奢的儿子赵括当将军！”赵王听信了谣言，便派赵括为将军，代替廉颇。蔺相如得知这个消息后，立即对赵王说：

“大王以这样的名义任赵括为将军，那如同胶上琴的柱子然后拨琴一样，那是发不出来好的声音的。赵括只能背诵他父亲的兵书，是不会在战场上灵活运用的呀！”

可是赵王主意已定，没有听从蔺相如的意见，照旧让赵括率领赵军与秦兵交战。

赵括领兵将要出征，他母亲急忙写了封信，呈给赵王。信中说：“不让赵括为将军。”赵王召见她，“问道：“为什么不可以让你儿子当将军呀？”

赵括的母亲说道：“从前赵奢当将军的时候，他亲自端着饭菜招待客人，不下几十人；他的朋友有几百人。大王赏赐给他的金帛，他都给了军官和士大夫。而他在接受命令的时候，家中之事一点也不挂牵。可是赵括一旦为将军，军吏都没有人敢仰头看他；大王赐给他的金帛，他都藏在家里，归他独有，而且见到有利可图的田宅，能买的他都买下。大王，您认为他哪一点像他父亲呢？他们父子的心是不同的啊，请您千万别派他去啊！”

赵王听了她的话，也没有在意。赵括的母亲看看已不能说服赵王了，就向他提出了一个条件，说：

“既然大王这样决定了，那么以后赵括如果不称职，出了差错，我可不能同他一起获罪呀！”赵王答应了她的要求。

赵括代替廉颇，改变了他的军规，更换了他的军吏，便与秦兵交锋。

秦军的大将白起，用了一个计策，假装败退，背地里断了赵军的粮道。赵军军心大乱，四十多天得不到粮食，饿得无法作战。赵括亲自临战搏斗，结果被秦兵射死。惨败，损失了四十五万士兵。

三国时，魏国政权逐渐落入司马昭之手后，当时的天子曹髦深感屈辱，决心与司马昭一斗。他在后宫召集侍中王沈、尚书王经、散骑常侍王业三人，计议除司马之策。曹髦挥泪说：“司马昭篡逆之心，人所共知！我不能坐受被废掉的屈辱，请各位助我一臂之力，共伐此贼！”王经奏道：“皇上不可轻举妄动。春秋时，鲁国大夫季氏掌握了大权，鲁昭公空有虚名，心中不服，派兵攻打季氏，结果败逃齐国；现在重权已归司马昭很久了，内外公卿大臣，不顾人臣之理，一味阿附奸贼，朝廷已布满司马昭的爪牙，陛下您实际上根本没有可用之人。陛下若不能忍辱负重，只怕就要大祸临头。请陛下三思，不可冲动行事！”王沈、王业见皇上一意孤行，为保自身，便直接到司马昭府中报信去了。

一会儿，曹髦带着拼凑起来的三百人，一路叫嚷着冲出宫来。曹髦亲自拿着剑，站在车辇上，带左右冲出南阙。王经跪倒在车辇前，大哭谏道：“今天皇上带几百人便去讨伐司马昭，无异于赶羊入虎口，白白送命呀！我不是顾及老命，只是见这事是没有可能成功的！”曹髦说：“我们已开始行动，请你不要阻挡。”便往云龙门冲去。

这边司马昭早有布置，他派了贾充、成倅、成济带几千铁甲禁兵，呐喊杀到。贾充对成济说：“司马公养你何用？只为今日之事！”成济问：“要死，还要活的？”贾充回答：“司马公有令：只要死的。”成济便冲上去，一戟刺死了曹髦。从此，司马昭更进一步把持了魏国大权，为司马氏篡夺帝位铺平了道路。

所谓力微负重，是指自身能力弱小，却要承受重大的责任，这虽然是行不通的。历史上许多朝代在内忧外患，社会混乱之际，恰好又处于未成年的小孩继承皇位，任小皇帝如何聪慧早熟，毕竟缺乏统治一个泱泱大国的能力。于是，造成外戚干政或宦官专权，激化了社会矛盾，加速了王朝的覆灭。东汉王朝的溃败，唐王朝的分裂及清王朝的覆亡无不如此。

……

赵括纸上谈兵，徒具虚名，实无大将之才；曹髦比起凶悍的对手，实则势单力弱。他们本身缺乏致胜的条件，却硬要承受巨大的重任，以卵击石，结果必定是惨败。

曹髦贵为天子，皇位临空，且随时都有坐受被废的可能，深感屈辱和愤然。于是，曹髦“是可忍，孰不可忍也！我意已决，死又何惧！”。曹髦真的就像他自己说的那样去做、去败、去死了。败得如此羞辱，死得如此可卑。明知力微不忍负重，却硬要以卵击石，自毁乾坤。

仅凭一时血气之勇，逞一时之能，乃愚勇之人也。凡为英雄者，须韬光养晦，隐忍待发；但一发则须气吞山河，一发不可收拾，一发则承天命顺时运，力壮负重。

### 自负心理要不得

**认为自己一定能赢，保持必要的自信固然很好，但是过分的自信却往往会令人们自绝于胜利，甚至遗憾终生。**

三国时期著名的历史事件——关羽大意失荆州、刘备被陆逊火烧连营，都是自负心理导致的恶果。据说刘备被陆逊所打败之际，他仰天长叹“我竟被陆逊所折辱，岂不是天意？”其实哪里是什么天意，完全是他不冷静、不理智，为小怨而兴大兵、见小利而求速成造成的苦果。从中我们也可以看出，自负是抱怨产生的间接根源，自负导致失败，失败的人又大多会抱怨。

可见，为了不让自己陷入抱怨的深渊，当务之急是改变自己傲慢自负的心理。可惜的是，很多人没能意识到这一点，反而认为自己有学识、有能力、有功劳。如果他们的理想不被认可，还会引发他们所谓的怀才不遇的抱怨。但是实际上，导致一个人自负的根本原因并非博学多才，而是因为他的无知和修养上的欠缺。

如果不改变自己傲慢自负的心理，就是自己和自己过不去，因为这种心理会导致行为的失败。

有关古希腊哲学家苏格拉底的一个小故事，可以充分地说明这个问题：

苏格拉底学识渊博，富有智慧，但是他非常谦虚，从来不以权威自居。即使是辩论，他也是循循善诱，让对方自己得出正确的结论。广博的知识和谦逊的品格，为苏格拉底赢得了世人的尊敬，被公认为最聪明的人。

苏格拉底却从不这样认为，他屡次纠正说：“不可能！我唯一知道的事情是，我一无所知。”

可是，人们仍然异口同声地称赞他是城邦中最聪明的人，并且建议他到神庙中占卜一下，问问神灵的意思。苏格拉底推辞不过，只好到神庙中去占卜，结果占卜的结果与众人说的一样——他确实是城邦中最聪明的人。面对神谕，苏格拉底无话可说，但他仍然喃喃自语道：“我唯一知道的事情是，我一无所知。”

然而诸如我等凡夫俗子，每日在世俗社会中摸爬滚打，又有几人能够达到苏格拉底的境界？大部分人都是“只要葫芦不要叶子”，自负得只知有己不知有人。结果成功无望不说，巨大的心理落差往往会让人们叫苦不迭、抱怨连连。

必须提醒的是，骄傲和自负是人性中最普遍的弱点。任何人都必须多加注意，戒骄戒躁。即使是那些已经取得伟大成就的人，一旦骄傲自负，不仅会止步不前，而且会一落千丈，令人扼腕。发明大王爱迪生怎么样？照样因为自负而“晚节不保”！

年轻时，爱迪生不仅自信，而且谦虚。当他因为取得了很多常人难以企及的成就而被称为天才时，他总是谦虚地说：“所谓天才，不过是1%的灵感，加上99%的汗水。”此后通过不懈的努力，他又取得了多达一千多种的各类发明，被人们称为“发明大王”。可是到了晚年，爱迪生的自信就变成了可怕的骄傲，他甚至对他的助手们说：“不要向我建议什么，任何高明的建议也超越不了我的思维。”结果可想而知——因为他太过自负，不仅使自己停滞不前，而且使很多颇有才华的助手离他而去。因此，直到去世，他再也没有取得什么重大的成就。

爱迪生是否曾经抱怨，我们不得而知，但是自负心理给他带来的消极影响，无疑是他自己也是全人类的巨大损失。还是那句老话：谦虚使人进步，骄傲使人落后。认为自己一定能赢，保持必要的自信固然很好，但是过分的自信却往往会令人们自绝于胜利，甚至遗憾终生。

“大家看我这个方案怎么样啊？都畅所欲言啊！张工有没有建议？没有啊，那李工呢？也没有……既然都没有，那就执行！”在深圳某服装厂的例会上，厂长郭大明故作姿态地询问了那些唯唯诺诺的下属们，然后想当然地拍了板。

“慢着！”原来是新来的厂长助理小杨。他不看大家惊讶的目光，不合时宜地阻止道：“郭厂长，我认为不能这样匆忙决定，咱们得搞一个可行性方案……”

“你懂什么！？”没等小杨说完，郭大明就不耐烦地打断了他。

“不能盲目乐观，否则很可能造成重大损失，现在金融危机越来……”初来乍到的小杨还想说些什么，却被旁边的营销部经理拉走了。

“真是的，我走过的桥比他走过的路还多！把本职工作干好了就不错！”对于小杨的多事，郭大明不无气愤。

“是，是！”几个部门经理附和着。在厂里，郭大明就是神，不仅他自己，几乎所有的员工都这样认为。小杨的劝谏无疑是自取其辱。

然而，悲剧却不可避免地发生了。就像小杨所说的那样，金融危机越来越严重，分厂投产后不久便被迫停产，直接经济损失达数百万元。

此外，自负还容易导致嫉妒甚至嫉恨心理的产生。科学研究表明，一个自负的人，通常也是一个嫉妒心很强的人。在学校里，他瞧不起比他成绩差的同学，更容不得比他成绩更好的同学；在职场中，他看不起那些能力稍差的同事，甚至领导和客户，而对于那些比自己能力强的同事则心怀嫉妒，尤其是那些能力不如自己但因为某些原因高他一等的人；在生活中，他们看不到别人的付出，总认为自己应该得到的更多……久而久之，这种心理日益增长，这种人就会成为一个心理阴暗、怨天恨地的人。但是抱怨又有什么用呢？还是及早纠正自己的自负心理来得更实在一些。

### 没有金钢钻，别揽瓷器活

**自不量力，乱夸海口，就是自己给自己出难题。“瘦驴拉硬屎”最终害了别人，也害了自己。**

对任何人，当他们要你办事时，你应把自己的能力与事情的难易度以及客观条件是否具备结合起来考虑，然后再做决定。如果你觉得办不到，千万不要贸然答应。

比如，作为下级，往往在上司提出要求时，虽然不乐意，但又不好意思拒绝，但是你没有考虑到，如果为了一时的情面接受自己根本无法做到的事，一旦失败了，上司就不会考虑到你当初的热忱，只会以这次失败的结果对你进行评价——这难道不是自己难为自己吗？

还有一种上司，他平日里一副“扑克脸”，整日毫无表情。突然，有一天，他笑咪咪地站到你面前，这时，你就要警惕了。因为这是他怀有不良企图的信号。你和这种上司接触，始终都要以果断坚决的态度待他。当他说“老实说，我想拜托你一件事……”而把一件不光彩的事告诉你时，如果你不拒绝，事后一定后悔。

不过即使到了这个程度，也还是要注意给对方留个台阶，你可以这样说：“想不到您真会演戏，我知道您是和我开玩笑，但我才不会相信呢！因为大家都知道您是一个人格高尚的人，我们都很尊重您。”

此时，相信你的上司一定会忙不迭地收回他的话，并说：

“哈哈！你真不愧是有眼光的人，我刚才是跟你开玩笑的，我想试试你是不是值得信任。现在我知道了你的心，我就放心了。刚才我说过的，希望你当作没听见一样。同时，你一定要注意，咱们公司有这么几个人，心术极其不正，要防备别上当！”

上司一定会以这样的理由打圆场，并且，他也不敢再把你拖下水。因而，你不是可以自保了吗！

千万别吹牛，更不要抹不开面子。

有时，对别人提出的请求，我们自己也没有把握能否办到。这时就要具体问题具体分析，认真评价自己的办事能力，千万不要过于自信，更不可吹牛。否则别看你们关系密切，事情办砸了，反倒得罪了人。

张教授是某名牌大学的知名教授，年龄已60开外。他学识渊博、气质懦雅，颇令一拨拨的青年学子为之倾倒，真可以说是桃李满天下了。在经商潮的冲击下，他也跃跃欲试地兼任了一个什么信息与广告咨询事务所的经理。

一天，某小杂志社的主编经人介绍来到张教授家。张教授热情而又不失矜持地接待了他，一番寒暄过后，主编道出了来意。原来他们这个小杂志社有心搞一项文化活动，以扩大自己的影响和募集一些资金，想请他出面帮帮忙。

张教授仔细询问了一番之后，如同面试学生而感到还算满意似地、微微抬起下颌频频点头：“嗯，你们的想法很好。这样搞就对路子了，我愿意帮助那些有作为的年青人。”接着他又满有把握地许诺说：“我的学生中现在有许多已经是企业和一些部门的领导了，他们一向很尊重我，也非常关心和支持我现在搞的这摊事业。我请他们搞点赞助、广告什么的，估计不成问题。”

主编半信半疑，未敢轻举妄动。张教授觉出对方还有点不太信任他，有点光火。于是，他不再矜持，而是隔三差五地用电话催问一次，每次都能得到让人心跳的好消息。“又有几家企业打算赞助了！”“好几家企业在催问我，现在咱们倒被动了。”“只要你把计划做好，把有头脸的评委名单打出来，我这边绝对不会失手！”

教授一次次地满有把握的回话，使主编大喜过望，信心也立时大增，连忙动用各种关系，好话说了千千万，才有一些“德高望重”的名人答应来捧场。

等到与张教授商谈佣金时，主编才发现，他那个事务所原来一无账号，二无经营许可证，整个儿是个无照个体户！但事已至此，也只有硬着头皮继续干下去。

就在主编等着教授许诺肯定拉来的赞助款一到，便要发消息的时候，张教授忽然销声匿迹了。各路菩萨都已一一拜到，如果这一活动不能举行，不只是白白劳神费力搭钱的事，杂志社从此更会失信于人。

主编大人急得一天一个电话往张家打，不是没人接就是人不在。直到半个多月后，才听见电话那头张教授吞吞吐吐的声音：“对……对不起。那些企业嫌你的杂志影响太小，你们能不能设法提高一下自己的社会知名度……”

张教授还在这边废话，主编那儿早已被气得脸色发青：“你少跟我来这套，你不是说你不会失手吗？要是我的杂志知名度高，还用得着搞这个活动吗？！”

这项活动终于泡了汤。从此，在相当的范围内的熟人中，人们经常听到这样的议论：“张教授是个骗子，把杂志社坑得不浅！”

后来，朋友碰到他提起这事，他的两颊不禁泛起了红晕。他叹着气说：“唉，为拉赞助，我不知费了多少口舌，跑了多少路，好话说了几十车，把我的老脸都丢尽了！谁知那些人原来说的好好的，什么愿意给文化事业投点资吧，什么您出面我们还有什么可说的……可事到临头，该往外掏钱了，就又都变卦了！这下我可倒好，成了猪八戒照镜子——里外都不是人了！”

其实，要说张教授是骗子，未免有点冤枉他。不管怎么说，他主观上还是想办点好事，帮别人的忙的。是缺乏经济头脑和赚钱心切的书呆子气，使他拿着鸡毛当令箭，坑了别人也害了自己一世的好名声。他哪儿知道，现在企业也度日艰难，让他们从腰包里往外掏钱又谈何容易？他找的那些学生之所以对他满口答应，有的是一时冲动没有多想，有的干脆就是不好意思驳老师面子而说的客套话！自不量力，乱夸海口，就是自己给自己出难题。“瘦驴拉硬屎”最终害了别人，也害了自己。

### 善于发现自己的不足

**每个人都会有犯错误的时候，我们应该对自己的错误和不足予以正确的认识，并努力改进，不能刚愎自用；否则，最后肯定是搬起石头砸自己的脚。**

成功靠的是自身优点和实力，至于缺点嘛，随着时间的推移自然会改掉。人无完人，“人非圣贤，孰能无过”，圣人都是这么说。谁都有这样或那样的缺点、毛病、不足，无论你是凡人还是伟人。但你要明白，伟人之所以伟大，是因为他知道自己也会犯错误，他时刻注意发现自己的缺点并加以修正，使自己的优点日益增添。有一则关于苏格拉底的故事，可以给我们一些启迪。

有一次，苏格拉底的朋友到德尔斐神庙里去问阿波罗神：“世上究竟还有没有比苏格拉底更有智慧的人？”神谕回答说：“没有。”苏格拉底对此感到很奇怪：“我怎么会是最有智慧的人呢？但是神谕不可能错呀？”

为了验证神谕，苏格拉底首先走访了一批著名的“智者”。结果发现，那些名气最大的人，恰恰是最愚蠢的；而那些不大受重视的人反而愚蠢少一些。然后，苏格拉底又走访了几个诗人，发现诗人对自己所写的东西一窍不通，他们“写诗不是凭借智慧，而是凭借灵感”。最后，苏格拉底又走访了能工巧匠，发现他们只是“因为自己手艺好，就自以为在别的重大问题上也有智慧，这个缺点把他们的智慧都淹没了”。

经过一番走访，苏格拉底终于醒悟了：“阿波罗神之所以说我是最有智慧的，不过是因为我知道自己无知；别的人也同样是无知，但是他们连这一点都认识不到，总以为自己很有智慧。仅凭这一点，阿波罗神就把我算做是最有智慧的人了。”最有智慧的人其实是有自知之明的人。无知的人会盲目地夸大自己的才能，但是我们只能期望自己不做蠢事，却不能期望别人跟自己一样愚蠢，这是我们应有的理智。

每个人都会有犯错误的时候，我们应该对自己的错误和不足予以正确的认识，并努力改进，不能刚愎自用；否则，最后肯定是搬起石头砸自己的脚。

上世纪90年代初，人们发现美国斯坦福大学使用纳税人的钱做一些与科学研究无关的事，诸如购买快艇和为校长约瑟芬的新偶举行招待会。事情败露后，约瑟芬不愿为此向纳税人道歉，反而狂傲地声称政府的基金可以用来支付与研究有关的“间接开支”，诸如餐巾、桌布和在他家里举行的晚会。他傲气十足地说：“哪怕是我家里的一朵鲜花也与研究有关。”

约瑟芬自鸣得意的辩解引起一片哗然，一位斯坦福大学的职员说：“他似乎认为无论他做什么都是正当的——只要是他做的。”然而几个月后，约瑟芬就被迫辞职了。

约瑟芬能当上著名的斯坦福大学的校长，其才能想必不凡。可他忘记了，将他推上校长宝座的，是他对这所大学所作的贡献，而不是损害。但他的行为转向后，它造成的影响就变质了。人们或许仍然羡慕他的才能，但还是毫不犹豫地抛弃了他。

不管是出于成功、得意还是失败、失意的时候，都要认清自己，能认识到自己无知的人才会更上一层楼。攀登更高的山峰，否则，只能是井底蛙，不知天高地厚，不能更进一步，更上一层楼。

有一天，著名作家莫泊桑神情沮丧，在屋里踱来踱去，自言自语道：“嗨，我真白活了！真的！”

“您怎么啦？”朋友吃惊地问他。

“刚读完列夫·托尔斯泰的《伊凡·伊里奇之死》。”莫泊桑指指桌上的一部小说说道。

朋友对莫泊桑说：“当然，托尔斯泰的这部小说是写得不错的，但是，您的小说并不亚于他咦！”

的确，莫泊桑曾写过不少的长篇小说，尤其短篇小说写得又多又好，被誉为世界“短篇小说之王”。听了朋友的话，他摇摇头，说道：“你别说了，我差远啦。今天我再一次地读了它——”莫泊桑指着桌上托尔斯泰的那部小说，感慨万千地说：“我发现我的一切活动都毫无意义，我那十卷书也完全算不了什么了。”

朋友恍然大悟了，他虽然感到莫泊桑对自己的评价是不符合实际的，但他却没有再辩解，他认为：莫泊桑能够在大有成就之时还说自己是无知的，这正是他获得巨大成功的奥秘。对此，朋友只有尊敬而已。

莫泊桑认为自己的文章不算什么，就是说自己根本没有领会写作的要领，其实也不至于，但是这种勇于审视自己，发现自己还有不足的精神却是很可贵的。有成就者应该如此，没有成就者尤其应该如此，这是一种人生品德，更是提高自己完善自己的捷径。

### 莫因虚荣逞匹夫之勇

**乱逞英雄、乱逞匹夫之勇都是不可取的行为，这样做和一个没有理智的莽夫没有区别。**

做事应该量力而行，对自己做不到的事，要说明情况，不要勉为其难。乱逞英雄、乱逞匹夫之勇都是不可取的行为，这样做和一个没有理智的莽夫没有区别。

一个人在虚荣心的驱使下，为了表现自己是多么能干、多么有智慧、多么英勇，常常会自不量力，没有金刚钻也去揽瓷器活儿。这就像一个人本来只能扛80斤小麦，可一看别人都能扛一百多斤，为了不输面子，就硬说自己能扛150斤，然后生生地就把150斤的小麦放在了肩膀上。在别人的叫好声中，他要承受的痛苦恐怕只有他自己知道。这样打碎了牙往肚里咽，何必呢？

在工作的过程中，我们常常遇到这样的情况：领导交给我们一个任务，可是它远远超过了自己的能力范畴，怎么办？拒绝了就会在领导和其他同事面前颜面尽失，所以，为了保全面子，便违心地答应了下来。但是，这样做真能让自己成功吗？

屈老师刚到育才中学任教，正碰上市教委到该校抽人，拟对全市中学进行实地考察，并写出调查报告。因屈老师还没有安排授课，就抽了他去。起初，他感觉为难，心想自己刚刚走出校门不仅对本市中学教育情况不熟悉，就是对教育工作本身，又能知道多少呢？他本不想参加，无奈校长已经开口，拒绝了太丢面子，只好勉强服从。

一个半月过去了，别人都按分工交了调查报告，唯有他一个人，由于不熟悉情况，又缺乏经验，对自己分工调查的3个中学连情况都没摸清，更不用说分析了。市教委主任很恼火，责备该校校长，怎么推荐这么一个人。屈老师面子受不了，又气又羞愧，一下子病倒了，在床上躺了两个星期。

屈老师由于当初不好意思拒绝，最终既弄砸了工作，丢了面子，身心又受到了伤害。作为下级，我们往往在领导提出要求时，即使知道自己无能为力也不好意思拒绝，但是你没有考虑到，如果为了一时逞强接受自己根本无法做到的事，一旦失败了，领导就不会考虑到你当初的热忱，只会以这次失败的结果对你进行评价。如果你认为对上级拜托你的事儿不好拒绝，或者害怕因拒绝会引起领导不高兴而接受下来，那么，此后你的处境就会更艰难。

在工作中，领导让你做某事儿时，你要认真地考虑好，这件事自己是否能够胜任。把自己的能力与事情的难易程度以及客观条件是否具备结合起来考虑，然后再做决定。

做事要量体裁衣，自己感到难以做到的事，要敢于放弃。只有这样，你才能成为真正会办事的人。否则，在能力之外的事情还勉强地答应，那么将来丢脸的肯定是自己。试想一下，如果硬撑着答应，将来误了事儿，那才不好收场。

每个人都有自己的能力极限，我们并不是万事皆能的全才，覆水难收，话一出口就没有挽回的余地，后果就需要自己去承担了。一旦失利，失去的不仅是做成这件事的机会，还有他人对你的信任。试想一下，一个只会说不会做的人，谁会喜欢。因此，当遇到他人的请求时，不要把话说得太满，要给自己一个回旋的余地。

许多人为了出风头，为了争面子，为了赢得别人的羡慕，不惜无限夸大自己的能力，以致自讨苦吃，得不偿失。没有本事，就不要去逞能；没有精力，就不要去应付；没有金刚钻，就别揽瓷器活儿。做事的时候，我们最好先对自己的能力做一个正确的评估，如果有把握再放手去做。

匹夫之勇并不是真正的勇士。在战场上，一听到敌人的辱骂，就暴跳如雷逞强冒进的人，不是勇敢而是愚蠢。生活中也一样，逞匹夫之勇的结果就是费力却不讨好，因此当我们做事的时候一定要量力而行，切不可鲁莽行事。

### 凡事强求，就是为难自己

**顺其自然不是宿命论，而是在遵守自然规律的前提下积极探索；顺其自然不是不作为，而是有所为，有所不为。**

顺其自然是人生快乐的最好的活法，不抱怨，不叹息，不堕落，胜不骄，败不馁，只管奋力前行，只管走属于自己的路。中国有句俗话叫做“谋事在人，成事在天”，而这种“成事在天”便是一种顺其自然。只要自己努力了，问心无愧便知足了，不奢望太多，也不失望。

《淮南子》中曾有这样一个故事：有一位住在长城边的老翁养了一群马，其中有一匹马忽然不见了。家人们都非常伤心，邻居们也都赶来安慰他，而他却无一点悲伤的情绪，反而对家人及邻居们说：“你们怎么知道这不是件好事呢？”众人惊愕之中都认为是老人因失马而伤心过度，在说胡话，便一笑了之。

可事隔不久，当大家渐渐淡忘了这件事时，老翁家丢失的那匹马竟然又自己回来了，而且还带来了一匹漂亮的马。家人喜不自禁，邻居们惊奇之余亦很羡慕，都纷纷前来道贺。而老翁却无半点高兴之意，反而忧心忡忡地对众人说：“唉，谁知道这会不会是件坏事呢？”大家听了都笑了起来，都以为是把老头给乐疯了。

果然不出老头所料，事过不久，老翁的儿子便在骑那匹马时摔断了腿。家人们都挺难过，邻居也前来看望，唯有老翁显得不以为然，而且还似乎有点得意之色。众人很是不解，问他何故，老翁却笑着答道：“这又怎么知道不是件好事呢？”众人不知所云。

不久，战争爆发。所有的青壮年都被强行征集入伍，而战争相当残酷，前去当兵的乡亲，十有八九都在战争中送了命，而老翁的儿子却因为腿跛而未被征用。他也因此幸免于难，故而能与家人相依为命，平安地生活在一起。

这个故事便是“塞翁失马，焉知非福”的由来。老翁高明之处便在于明白“祸兮福所倚，福兮祸所伏”的道理，能够做到任何事情都能想得开，看得透，顺其自然。顺其自然是一种处世哲学，而且是一种很好的、很受用的处世哲学。

顺其自然不是随波逐流，放任自流，而是应该坚持正常的学习和生活，做自己应该做的事情，弄明白自己的人生方向后踏实地顺着这条路走下去。有人曾经问游泳教练：“在大江大河中遇到漩涡怎么办？”教练答道：“不要害怕。只要沉住气，顺着漩涡的自转方向奋力游出便可转危为安。”顺其自然也是如此，它不是“逆流而动”，也不是“无所作为”，而是按正确的方向去奋斗。不顺其自然就是自己和自己过不去，自己给自己出难题。

顺其自然不是宿命论，而是在遵守自然规律的前提下积极探索；顺其自然不是不作为，而是有所为，有所不为。人生如同一艘在大海中航行的帆船，偶遇风暴是无法改变的事实，只有顺其自然，学会适应，才能战胜困难。现实生活中我们应该学会顺其自然，这样才会获得人生的快乐。

### 理智行动，冷静做事

**理智的人在危险面前能保持头脑清醒，因此能临危不惧，化险为夷。**

理智表现为一种明辨是非、通晓利害以及控制自己行为的能力。具备这种能力并能自觉保持，或者更深层次地说，当这种能力变成一种理性取向时，它便形成一种力量。任何成功都是一个复杂的过程，理性的思考、判断、选择、分析是走向成功的前提。缺乏这个前提，成功就是无源之水，无本之木，甚至在成功的前夜，也可能因为缺乏理智，葬送已经取得的一切。

有一位具有27年飞行经验的美国驾驶员，曾经在一次采访中介绍过他的一段飞行史中最不平常的经历。

在第二次世界大战时，他是F6型飞机的飞行员。一天，他们接到战斗命令，从航空母舰上起飞后，来到东京湾。他按要求把飞机升到距离海面300英尺的高度做俯冲轰炸。300英尺在今天可能不算什么，但在当时，这已经是很高的飞行高度。正当他以极快的速度下降并开始做水平飞的时候，他的飞机的左翼突然被击中，整架飞机翻了过来。

人在飞机中，是很容易失去平衡感的，尤其在天和海都是蓝色的时候。飞机中弹后，他需要马上判断他的位置，以便决定他应该向上还是向下操纵他的飞机。但是，在那最初一瞬间、在那生死攸关的关键时刻，他没有去碰驾驶舱里任何控制开关，只是强迫自己冷静、思考、理智，绝不能激动。于是，他发现蓝色的海面在他的头顶上，知道了自己确切的位置，知道了自己的飞机是翻转了。这时，他迅速地推动操纵杆，把他的位置调整了过来。在那一瞬间里，如果他冲动地依靠他的本能，慌乱地操作，那么，他一定会把大海当作蓝天，一头撞进海里葬身鱼腹。

这位老飞行员在回忆过后，语重心长地对记者感慨道：“是我的冷静挽救了我的性命。”

一切都在变化之中，发生突变事件也是难免的，老飞行员能从冷静中挽回性命，正是他稳定理智的情绪救了他。而稳定的情绪来源于何处，它正是来于正面事实，接受事实。

希望集团总裁刘永好成功进军房地产业就是经历了一个理智的思考、判断、选择以及分析的复杂过程。在1990年前后，刘永好的一位朋友叫他去海南发展，说海南房地产业很好赚钱。刘永好见朋友的确赚到了钱，就决定先试运行一下。他派人在海南注册了一家公司，后来自己还亲自去了一趟，但他心中始终有一个疑团，为什么一砖一瓦盖起来的房子在那里就能赚这么多钱，后来朋友告诉他赚钱的秘诀，原来是让价值100块的东西不断转手，最后卖到1000块，就像击鼓传花，每传一次，价格升高一些，至于最后停在了谁的手上，那他就只有自认倒霉了。

刘永好经过理性分析，觉得这种做法还不成熟，属于泡沫经济，随时可能破灭，因此他毅然决然地选择了放弃。事实证明，他的选择极为明智，刘永好注销公司不久之后，海南地产掀起了铺天盖地的泡沫破灭的黑色灾难。理智让他没有遭遇这场灭顶之灾。

几年后，刘永好注意到房地产进入了“微利”时代。就在许多人都认为房地产这碗饭越来越难吃的时候，刘永好却认为机会来了，他经过仔细分析、判断，最终选择了组建自己的房地产公司。而且一开始就是高起点、大手笔。锦容新城是刘永好的开山之作，一问世，就创造销售额1.4亿元的奇迹。到2000年，刘永好已经名列中国内地富豪第二位。

在刘永好走向成功的过程中，理性的思考、判断、分析、选择起到了至关重要的作用。如果那次他判断失误，希望集团很可能无力东山再起，因为在那场黑色灾难中许多人破产。希望集团如果投资也会被牢牢套住。而建立在理性分析基础上的第二次进军房地产业，正值经济进入了逐步上升的阶段，所以他做出了理智的选择——投资。这一决定为他铺就了一条亿万黄金路。

缺乏理智的人由于对社会纷繁复杂的事物不能看清、看透，因此很难做出正确的判断。缺乏理智的人比较盲目，不懂得审时度势，对事物的发展没有深刻认识，所以更容易感情用事，遇到突发事件时，缺乏理智的人自控能力比较差，而且事后缺乏责任感。这种人最大的弱点是不冷静，因此，纵使机遇迎面而来，他们也看不清其“本相”。

有一位厂长，为人正直，又很有爱心，只是有时容易失去理智，但只这一个缺点，就把他变成了千古罪人。这位厂长所辖工厂规模不大，勉强能够运转。他心急如焚，想为职工找个好项目，为地方经济的发展做点贡献，于是出门取经。

一天，厂长在一家餐馆吃饭，听两个商人打扮的人正聊如何赚钱，他就在一旁仔细听。原来，现在世界上一些国家艾滋病蔓延，因此乳胶手套走俏，听说还能出口，而且利润很高。厂长听罢热血沸腾，饭都没顾上吃，坐车就赶回企业，和全体员工一说，大家齐夸厂长精明。

他未经冷静思考，又去找当地领导，领导一听有好项目，当然支持，于是批示银行给贷款60%。同时职工们纷纷主动凑钱。就这样，在盲目的创业热情中，不到两个月，一套生产乳胶手套的全自动设备就进厂了。开始的时候还真赚了点钱，可不到三个月，这种手套就没了销路。看着一箱箱的手套，厂长捶胸顿足，但是一切都晚了。

理智的人不但待人处事公道，而且具有高度责任感。他们遵循、重视规律，在任何情况下都能保持头脑清醒，因此荒唐的事不会发生在理智的人身上。

### 别以为自己很重要

**看轻自己，生活中就会多几分快乐。看轻自己，是一种风度，是一种境界，是一种修养。**

在现实生活中，有些人习惯以自我为中心，总把自己看得太重，而偏偏又把别人看得太轻。总以为自己博学多才，满腹经纶，一心想干大事，创大业；总以为别人这也不行，那也不行，唯独自己最行。一旦失败，就会牢骚满腹，觉得自己怀才不遇。自认怀才不遇的人，往往看不到别人的优秀；愤世嫉俗的人，往往看不到世界的精彩。把自己看得太重的人，心理容易失衡，个性往往脆弱却盛气凌人，容易变得孤立无援，停滞不前。

相传释迎牟尼佛在前一世是一位修行者。他日夜不断，诚心诚意，锲而不舍，勇猛精进地修行菩萨道，惊动了天界。天帝为了测试他的诚心，即令侍者化成一只鸽子，自己则变成一只鹰，在鸽子后面穷追不舍。

修行者看到鸽子的危难情况，挺身而出，把鸽子放进怀里保护着。老鹰吃不到鸽子，很是不满，责问修行者说：“我已经好几天没吃的了，再得不到吃的就会饿死。修行人不是以平等视众生吗？现在你救了它的命，却会害了我的命啊！”

修行者道：“你说得也有道理，为了表示公平起见，鸽子身上肉有多重，你就在我身上叼多少肉吃吧！”

天帝使用法力使放在天平秤上的修行者的肉总是比鸽子内轻。修行者还是忍痛割下自己的肉，直到割光全身的肉，两边重量还是无法相等。修行者只好舍身爬上天平秤以求均等。

天帝看到修行者的舍身，老鹰、鸽子全部变回了原形。天帝问修行者：“当你发现自己的肉已割尽，重量还是不相等，你是否有丝毫的悔意或怨恨之心呢？”

修行者答道：“行菩萨道者应有难行难修、人溺己溺的精神，为了救度众生的疾苦，即使牺牲生命也在所不惜，怎会有后悔怨恨之心呢？”天帝被他的慈悲心以及无畏的精神所感动，又使用法力，使他恢复了原来的健康。

鸽子的生命很重要，老鹰的饥饱也很重要，只有自己不重要，这种“我不人地狱，谁人地狱”的慈悲心使释迹牟尼佛能够坦然地看轻自己。

佛祖尚且如此，凡人不妨更需看轻自己，生活中就会多几分快乐。看轻自己，是一种风度，是一种境界，是一种修养。把自己看轻，它需要务实的志向，旷达的胸怀，冷静的思索。

善于把自己看轻的人，总把自己看成普通的人，处处尊重别人；总觉得群众是最好的老师，自己始终是个小学生；即使自己贡献最大，也不居功自傲；处处为别人着想，为人谦虚平和。

把自己看轻，绝非轻易所能做到。它是光明磊落的心灵折射，它是无私的心灵反映，它是正直、坦诚的心灵流露。

把自己看轻，绝不是去鄙视自己，绝不是去压抑自己，绝不是去埋没自己，绝不是要你去说违心的话，绝不是要你去做违心的事，绝不是要你去理不愿理的烦恼。相反，它能使你更加清醒地认识自己，正确对待自己以及他人，妥善处理人与事物之间的关系，做到不以物喜，不以己悲。

把自己看轻，它并不是自卑，也不是怯弱，更不是鄙视自己，压抑自己，埋怨自己，也绝不是一味的卑躬屈膝，一味的对别人阿谀逢迎。相反，看轻自己使你可以端正人生的态度，并且更容易得到他人的赞同与尊重，它是清醒中的一种经营。

现实生活中，有人把自己看重的地方很多，而把自己看轻的地方很少；看重自己的东西很多，而看轻自己的东西很少。我们是不是太在意自己的感觉？譬如，你走路时不小心摔了一跤，惹得旁人哈哈大笑。当时你一定觉得很尴尬，认为全天下的人都在看着你。但是，如果你试着站在别人的角度考虑一下，就会发现，其实，这事不过是他们生活中的一个插曲而已，有时甚至连插曲都算不上，他们哈哈一笑，一回头也就把这事给忘了。

在匆匆走过的人生路途中，我们不过是路人眼中的一道风景。对于第一次的参与、第一次的失败，完全可以一笑置之，不必过多地纠结于失落的情绪，你的哭泣只会提醒别人重新注意到你曾经的失败。你笑了，别人也就忘记了。

有句话说：“20岁时，我们总想改变别人对我们的看法；40岁时，我们顾虑别人对我们的想法；60岁时，我们才发现，别人根本就没有想到我们。”这并非消极，而是事实，它也让我们知道，不妨学会看轻你自己，轻装上阵，没有负担地踏上漫漫征程，你的人生路途或许会更通坦。

一个自以为很有才华的修僧，在佛祖座下一直得不到重用，为此，他愁肠百结，异常苦闷。

有一天，他去质问佛祖：“命运为什么对我如此不公？”

佛祖听了沉默不语，只是捡起一颗不起眼的小石子，并把它扔到乱石堆中。佛祖说：“你去找回我刚才扔掉的那个石子。”

结果，这个僧人翻遍了乱石堆，却无功而返。

这时候，佛祖又取下了自己手上的那枚戒指，然后以同样的方式扔到了乱石堆中。结果，这一次他很快便找到他要找的东西，那枚金光闪闪的戒指。佛祖虽然没有再说什么，但是修僧却一下便醒悟了：当自己还只不过是一颗石子而不是一块金光闪闪的金子时，就永远不要抱怨命运对自己不公平。

在现实生活中有许多人都有和这位修僧一样的心理，觉得自己是这个世界里最重要的人物，这里缺了自己就不行，就好像地球离开他就不转动了一样。因为自己很重要，所以其他人必须以他为中心，围绕着他。其实，不是这么回事，地球离了谁都照常转动不误。

在现实中，社会上的每个人都有其各自的欲望与需求，也都有其权利与义务，这就难免会出现矛盾，不可能人人如愿，这就要求我们正视客观现实，学会礼尚往来，在必要时做出点让步，这就需要别把自己看得那么的重要。每个人都是天空浮云，沧海一粟。如果我们生活上看轻自己，就会减少很多的争斗。俗话说的好，君轻则人贵，只有做到这点，你才是一个生活的智者。

### 确定目标要切合自身实际

**在行动之前，要尽量规避自己的弱点，发挥特长，不要为了满足一时的虚荣心而盲目地采取行动。**

成功是每一个人都渴望的，但是如果一个人想要获得成功的目的仅仅是想得到别人的追捧和赞扬，那么我们永远也无法到达成功的彼岸。因为他们常常会在自己刚刚取得一点成绩的时候，就盲目自大，沉湎于自己幻想的成功氛围中，结果被虚荣心所害。

当许多人面临一个任务，而只有其中一个人能够完成时，有的人为能引得大家的注意、羡慕和称赞，使他的虚荣心得到满足，而不惜夸大自己，因盲目草率地采取行动，结果付出了沉痛的代价。

几个小泥人在一起聊天，忽然其中一个小泥人指着不远处的小河说：“如果谁能够走过前面那条小河到达对岸，我就拜他为师。”其他的小泥人七嘴八舌地说：“泥人怎么可能过河呢？你不要做梦了。”“你将会成为鱼虾的美味，连一根头发都不会留下……”“你知道躯体一点儿一点儿失去时的感觉吗？”

过了一会，有一个小泥人站了出来，他长得比较矮小，平常总是招人嘲笑。他说：“哼，你们都是胆小鬼，看我的吧。”说着就向河边走去，大家都高声地劝阻他，就连刚才发起这个话题的泥人也劝他说：“我刚才是和大家闹着玩的，你别当真，快点回来吧。”

但这个小泥人的心飘飘然的，又高兴又激动，心想，这会儿我要大显身手了，看你们以后还敢嘲笑我？于是，他头也不回地说：“我是最勇敢的，你就等着拜我为师吧！”

小泥人决意要过河了，他不想一辈子只做这么个小泥人。来到了河边，他犹豫了片刻，但是想到了平时大家对自己的不屑一顾，这次一定要证明自己是多么的勇敢。他把眼睛一闭，双脚踏进了水中。一种撕心裂肺的痛楚顿时覆盖了他。他感到自己的脚在飞快地溶化着，每一分每一秒都在远离自己的身体。

“快回去吧，不然你会毁灭的！”河水咆哮着说。小泥人没有回答，只是沉默着往前挪动，一步，一步。这一刻，他忽然明白，他的选择使他连后悔的资格都不具备了。如果倒退上岸，他就是一个残缺的泥人。在水中迟疑，只能够加快自己的毁灭。

小泥人向对岸望去，看见了美丽的鲜花、碧绿的草地和快乐飞翔着的小鸟。可是那个地方，现在证明，他付出一切也几乎不能抵达。他后悔了，可是他已经没有力气再回到岸边，他感到自己身上的肉一点点被割走了，最后他就永远失去了知觉……

小泥人为了满足虚荣心而去出风头，为了证明自己的勇敢和别人的怯懦，不惜一切代价去过河，结果葬身河水，实在可悲又可怜。这是对自己缺乏认知的结果，如果他能够认识到自己是个泥人，而泥人最大的弱点就是见了水就要被溶化，也许他就不会不顾同伴的劝阻，盲目地跳进致命的河里。

每个人其实也都像泥人一样，总是有弱点的，在行动之前，要尽量规避自己的弱点，发挥特长，不要为了满足一时的虚荣心而盲目地采取行动。

拉利·华特斯是一个卡车司机，他毕生的理想是飞行。他高中毕业后便加入了空军，希望成为一位飞行员。很不幸，他的视力不及格，因此当他退伍时，看着别人驾驶喷气式战斗机从他家后院飞过，而他只能坐在草坪的椅子上，幻想着飞行的乐趣。

一天，拉利想到一个法子。他到当地的军队剩余物资店，买了一筒氦气和四十五个探测气象用的气球。那可不是颜色鲜艳的气球，而是非常耐用、充满气体时直径达四英尺大的气球。

在自家的后院里，拉利用皮条把大气球系在草坪的椅子上，他把椅子的另一端绑在汽车的保险杆上，然后开始给气球充气。

接下来他又准备了三明治、饮料和一支气枪，以便在希望降落时可以打破一些气球，使自己缓缓下降。准备工作完成之后，拉利坐上椅子，割断拉绳。他的计划是慢慢地降落回到地上。但事实可不是如此。当拉利割断拉绳，他并没有缓缓上升，而是像炮弹一般向上发射。他不仅飞到二百英尺高，而且一直向上爬升，直停在一万一千英尺的高空！在那样的高度，他不敢贸然弄破任何一个气球，免得失去平衡，在半空中突然往下坠落。于是他停留在空中，飘浮了大约十四小时，完全不知道该怎样回到地面。

终于，拉利飘浮到洛杉矶国际机场的进口通道。一个飞行员通知指挥中心，说他看见一个家伙坐在椅子上悬在半空，膝盖上还放着一支气枪。洛杉矶国际机场的位置在海边，到了傍晚，海岸的风向便会改变，风向的改变势必会使他的生命遭受威胁。

于是，海军立刻派出一架直升机去营救，但救援人员很难接近他，因为螺旋桨发出的风力一再把那自制的新奇机械吹得越来越远。终于他们停在拉利的上方，垂下一条救生索，把他慢慢地拖上去。

拉利一回到地面便遭到逮捕。当他被戴上手铐时，一位电视新闻记者大声问他：“华特斯先生，你为什么这样做？”拉利停下来，瞪了那人一眼，满不在乎地说：“人总不能无所事事。”

人总不能无所事事，人生必须有目标，必须采取行动！所有的人都知道这些，但是聪明的人还知道，目标必须切合实际，行动也必须积极有效，不能为了满足自己的虚荣心而不顾可能产生的不良后果。

如果人生是一条船，那么目标就是船上的航标灯，指引船顺利抵达目的地。一旦航标灯出现了问题，就意味着这条船将很难到达目的地了。对于一个人来说，目标的制订，必须从自身实际出发，尽量发挥优势，规避弱点。就像一个视力有问题的人最好不去练射击，因为向一个错误的目标锲而不舍，只会事与愿违。

别人不能完成的事，你能完成，这是值得骄傲的。可是如果一个人是为了满足自己的虚荣心，而强迫自己去做远远超出自己能力的事，那结果一定是可悲的。

### 适合自己的就是最好的

**人生的成功，就是结合自身条件，依据自己的爱好和特长去选择相应的事来做。**

人到中年偏偏又碰上了事业的岔路口，于是许多人不得不为自己的事业再作一次选择。那么该从事什么工作呢？妻子说做最稳定的，朋友说做最赚钱的。你的同事、同学、父母，甚至孩子也帮着你选择，大家虽然好意帮你，但别忘了要走路的人毕竟是你自己，你只能从自身的角度作出选择。

其实大多数人在技术学习和能力开发上都存在一个误区。在他们看来，只要认真学习、掌握技术，就自然有用。若是有人对此提出不同的看法或者反对意见，他们还会用“天生我才必有用”之类的豪言壮语去反驳。应该说这种想法本身没有错，用在年轻人身上也恰如其分，然而，对于中年人来说，就显得不那么贴切。青年人朝气蓬勃，大好的年华使得他们的时间非常充裕，想学什么就学什么，即使一时用不上，他们也不在乎浪费那一点时间。而中年人肩负工作和家庭两副重担，精力和体力已呈下降趋势，在这种困难的条件下去学习、掌握一门虽然有用，但却连自己都不知道什么时候才能派上用场的本领，可谓白白浪费时光，而且在很大程度上是徒劳无功的。况且，中年人能够学会的东西，青年人更容易掌握，在当今知识更新、新人辈出的时代，只怕是苦苦等到了那一天，机遇也只会垂青那些掌握了同样本领的年轻人，而将中年人抛在一旁，置之不理。在“学”与“用”之间，只能为“用”而“学”，切不可“学”了再去等待“用”的光顾。

只有从自己的实际情况出发，经过充分的准备，选择的道路才是符合实际的。

近年来的大量事实告诉人们，具有强大生命力的第三产业，是中年人选择的重要领域。第三产业的范围十分广泛，包括交通运输、邮电通讯、供销仓储、公共事业、生活服务等等。比如说，下岗的售货员可以开一间属于自己的小型商店；厨师出身的人，可以和他人合伙经营一个小吃店；以前从事文字工作的人可以去做兼职编辑、校对甚至是自由撰稿人；具有会计知识的人可以到一些公司去管理财务……，这些都不失为一种明智的选择。总而言之，要从发挥自己的长处着眼，才能在最短的时间内取得成功。懂建筑的去学理发，搞艺术的去跑业务，会拉广告的去经营图书批发，那就犯了“南辕北辙”的错误了。千万不要认为涉及的领域越多，接触面越广越好，中年人对于时间和精力的投入，实在到了应该精打细算的地步了。

当然，任何一件事物都应该辩证地分析。有些青年人的工作中年人确实做不了，但中年人的自身优势一旦能得以发挥，则是青年人比不了的。

有一位曾在国有工厂从事多年管理工作的下岗者，经过认真考虑，认为自己所缺乏的只是现代管理中需要掌握的微机操作技术。于是，在经过短期培训后，他拿到了合格证。不久后，在一家合资企业的招聘会上，他以丰富的管理经验和不太熟练的微机操作技术，战胜了众多虽能熟练操作微机但缺乏管理经验的青年人。不难看出，这位中年人的成功，仍然属于“选择最适合自己的方案”的范畴。

由于单位效益不好，林峰主动辞职下了岗，决心自谋职业。起初他见几个跑业务的老同学业绩不俗，赚了不少钱，心里非常羡慕。于是学中文专业的他也找了家公司做业务员，然而，辛辛苦苦跑了几个月，不但没有赚到钱，人倒瘦了十几斤。同学们帮他分析说：“你能力不比我们差，但你的性格内向，不善交际，因此不太适合跑业务……”后来林峰见一位在工厂做生产管理的朋友薪水高，待遇好，便动了心，费尽心力谋到了一份生产主管的职位，可是没做多久他就因管理不善而引咎辞职。之后，林峰又做过公司的会计、餐厅经理等职位，终因各种原因被迫离职“跳槽”。去年底，林峰痛定思痛，吸取了前几次教训，不再盲目追逐高薪或舒适的职位，而是依据自己的爱好和特长，凭借自己的中文系本科学历和深厚的文字功底，他应聘到一家刊物做文字编辑。这份工作相比以前的职位，虽然薪水不高，工作量也大，但林峰却做得非常开心，工作起来得心应手。几个月下来，他就以自己突出的能力和表现让领导刮目相看，器重有加。

很多人也像林峰开始时一样，盲目追逐高薪和舒适的工作，吃了很多苦头，走了不少弯路，其实一个人所做的工作和他本人的兴趣、才能有很大关系，所以，必须结合自身条件，依据自己的爱好和特长去选择相应的事来做。

一些人总爱将工作分出个三六九等，只考虑待遇、地位，却从不考虑自身情况。结果工作做不好，整天唉声叹气。而且如果一个人做的既不是自己想要的，也不是自己能做好的工作，那么他必然无法从工作中得到乐趣，只会把工作当成“谋食”的工具。所以还是广州人的那句话说的有道理：“找工作如同找老婆——适合自己的才是最好的。”

### 别让感情错位

**现实是残酷的，一旦让感情错位，你所得到的结果就只会是苦涩。**

错位的感情即使得到了也不会幸福，它只会给你带来沮丧，使你变得焦虑不安，所以，任何人在选择自己的爱人时都应该仔细想想，不要苛求那份本不该属于你的感情。

张玲大学毕业后不久就与男朋友李涛同居了，可是令她没有想到的是，李涛竟背着她跟在法国留学的前任女友藕断丝连；后来在前女友的帮助下，李涛很快就办好了去法国留学的签证，这时一直蒙在鼓里的张玲才知道事情的真相，就在她还未来得及悲伤的时候，李涛已经坐上飞机远走高飞了。没有了李涛，张玲也就没有了终成眷属的期待，她决心化悲痛为力量，将业余时间都用在学习上，准备报考研究生，她想充实自己，也想在美丽的校园里让自己洁净身心。

可是就在这时她发现，她怀上了李涛的孩子，唯一的方法是不为人知地去做人工流产，而她的家乡并不在这里，她实在找不到可以托付的医院或朋友。

她的忧郁不安被她的上司吴处长发现了，一天，下班后办公室里只剩下张玲一个人时，吴处长走了进来，他盯着她看了好半天，突然问起了她的个人生活。这一段时日的忧郁不安使张玲经不起一句关切的问候，她不由得含着眼泪将自己的故事和盘托出。第二天吴处长便带她到一家医院，使她顺利做完了手术，又叫了一辆出租车送她回到宿舍，并为她买了许多营养品。

从那以后，她和吴处长之间仿佛有了一种默契，既已让他分担了她生命中最隐秘的故事，她不由自主地将他看作她最亲密的人了。有一天，她在路上偶然遇到吴处长和他爱人，当时正巧碰上他爱人正在大发脾气，吴处长脸色灰白，一声不吭，他见到张玲后，满脸尴尬。

第二天，吴处长与她谈到他的妻子，说她是一家合资企业的技术工人，文化不高收入却不低，在家中总是颐指气使，而且在同事和朋友面前也不给他留面子，他做男人的自尊已丧失殆尽。说着说着，他突然握住她的手，狂热地说：“我真的爱你。”她了解他的无奈和苦恼，也感激他对她的关心和帮助，虽然明知他是有妇之夫，但还是身不由己地陷了进去。

不知是出于爱的心理还是知恩图报，反正她从此成了他的情人，他对她说的最多的一句话就是：“我是真的喜欢你，你放心，我很快就会办离婚。”可是从来不见他开始行动，她心里明白，他不可能离开老婆孩子，但只要他真心爱她，她可以等待。

他们经常在办公室里幽会，时间一过就是两年，她无怨无悔地等了他两年。一天晚上，当吴处长正狂热地亲吻她时，办公室的门突然被撞开了，单位里另一个处的李处长一声不吭地在门口站了一会儿，一言不发就走开了。吴处长顿时脸色惨白，原来，李处长正在与他争夺晋升副局长一职，可见他处心积虑地窥探他们已有多时。吴处长惊慌失措，仓皇地离她而去。她预料到会有事情发生，果然，他捷足先登，到上级那里交待，他痛心疾首地说自己一时糊涂，没能抵挡住她投怀送抱的诱惑。

她气愤至极，赶到他家里要讨个说法，她毕竟涉世未深，她还是个女孩子，他爱人不明就里，把她让到书房，不一会儿，她看到吴处长扛着一袋大米回来了，一进门就肉麻地叫着他爱人的小名，分明是一位体贴又忠诚的丈夫。然后直奔厨房，系起了围裙，等他爱人好不容易有空告诉他有客人来了时，他甩着两只油手，出现在书房门口，一见是她，大张着嘴半天说不出一句话。

刹那间，她的心泪雨滂沱，为自己那份圣洁的感情又遭践踏，也为自己真心错许眼前这个虚伪软弱的男人，所有的话都没有必要再说，她昂首走出了房门。

自尊心很强的她带着一身的创伤，辞职离开了这个给了她太多伤心的城市，从此开始了漂泊的生活。

从古至今，无数的女人在等待中度日如年，憔悴红颜。女人执著地等待，是以为自己没有错，以为心诚能使铁树开花。然而在男女的特定关系中，最难用是非对错来衡量，更多的却是心智、策略和手段的较量与契合，有时等待是合理的，有时等待就是一种浪费，比如爱上有夫之妇或者有妇之夫，这样的等待，时间越长，伤害就越大。在婚外恋中，当事人并非不知什么是应该做的，什么是不应该做的，其实他们心中是雪亮的，只是有时是身不由己，有时是故意与自己过不去。但在这种游戏里，女人最应该明白，到最后受伤的只会是自己。

也许你会因为暂时放不下本不该属于的感情而感到烦躁不堪，可是如果你想想，与其烦躁一时总比要烦躁一生要好上百倍。当有一天你真正明白过来，自己也会发现当初不值得。因此，一开始就别让感情错位，这才是最大的智慧。

### 凡事都需量力而行

**现实生活中有很大一部分人，非常急功近利，这样的人太过于自负。只有了解自己，寻找适当的机会，再去表现自己才是最明智的选择。**

“凡事要量力而行，别勉强自己，修炼道法不是一天两天能够见到成效的。”圣严法师的言外之意是，人要清楚地了解自己的能力，做事情的时候要尽力而为，量力而行。只有做自己力所能及的事，才能充分地展现自身的才华。否则，可能会适得其反，自己打自己的脸。好高骛远，想一蹴而就，只会使自己寸步难行，加深挫折感而已。

有一位非常有名的武僧归隐于山林中。听到他的名声，人们都千里迢迢慕名而来寻找他，想跟他学些武术方面的窍门。

他们到达武僧所住的深山时，发现武僧正从山谷里往回挑水。他挑得不多，两只木桶里的水都没有装满。他们心想，大师是学习武术的，应该有很大的力气，所以大师应该能够挑很大的桶，而且挑得满满的。于是他们就不解地问道：“大师，您应该可以挑很多水的，为什么两个木桶都没有装满，这是什么道理？”

武僧回答道：“挑水之道并不在于挑多，而在于挑得够用。一味贪多，也许会适得其反。”众人还时候感到很迷惑不解。

武僧从他们中拉出了一个人，让他重新从山谷里打了两桶水，这次水装的满满的。

那人挑得非常吃力，木桶摇摇晃晃，还没走几步，就跌倒在地，水全都洒了，膝盖也被摔破了。

这时候，武僧说道：“水都洒了，岂不是还得回头重新打一桶？膝盖被摔破了，走起路来就更艰难了，岂不是要比刚才挑得还少吗？”

众人又问道：“那么大师，请问应该挑多少，怎么去估计呢？”

武僧笑着说道“你们看这个桶。”

众人看去，桶的内壁里被划了一条线。

武僧接着说道：“这条线就是底线，水绝对不能高于这条线，高于这条线就超过了自己说能承受的极限和需要。开始的时候需要画一条线，挑的次数多了以后就不用看那条线了，凭感觉就知道应该挑多少合适了。不过，有这条线可以提醒我们，凡事要尽力而为，更要量力而行。

众人又问：“那么底线到底应该定多低呢？”

武僧说：“一般来说，越低越好，因为低的目标容易让人去实现，而人的勇气也就不容易受到挫伤，反而会培养起更大的兴趣和热情，长此以往，循序渐进，自然会挑得更多、挑得更稳。”

挑水就像是武术，武术也如同处世。不具备相应的能力，就不要去贪争更重要的权位，否则不仅会让自己备受打击，还会让别人看不起。做什么事情都要懂得循序渐进、量力而行，逐步去实现目标，才能避免许多无谓的挫折。

人生有许多成长发展的阶段，必须量力而行以做到循序渐进。有的人喜欢好高骛远，过于急功近利，结果往往事与愿违，很难达到自己的目的。

做事必须量力而行，别人的成功方法可能正是导致你失败的原因。无论做什么，都必须尽心尽力，付出代价，才能有好的收获。

世界上大多数人都是平凡人，但大多数平凡人都希望自己成为不平凡的人。梦想成功，才华获得赏识，能力获得肯定，拥有名誉、地位、财富。不过，遗憾的是，真正能做到的人，似乎总是少数。站在佛家的观点看，因为他们没有量力而行，总是在经意或不经意之间陷进了好高骛远的泥潭里。好高骛远者，总是不切合实际，这也看不惯，那也看不惯。或者以为周围的一切都与他为难，或者不屑于周围的一切。不能正视自身，是好高骛远者的突出特征。不要以己之所长去比人之所短。不要心中唯有自己的高大形象，从不患不知人，唯患人之不己知。

常常看到有的人不顾自身的能力，看到别人做了什么事好，也跟着干了，最后弄得一败涂地。有的人埋怨自己不够幸运，有的人觉得自己没赶上机遇，殊不知机遇也是要有敏锐的目光才能捕捉到的。

现实生活中有很大一部分人，非常急功近利，这样的人太过于自负。只有了解自己，寻找适当的机会，再去表现自己才是最明智的选择。

## 第七章　默默耕耘，好命全凭自身努力

莎士比亚曾说：“假使我们自己将自己比做泥土，那就真要成为别人践踏的东西了。”其实，别人认为你是哪一种人并不重要，重要的是你是否肯定自己；别人如何打败你，并不是重点，重点是你是否在别人打败你之前，就先输给了自己。很多人失败，通常是输给自己，而不是输给别人。

### 有挑战，才有机会

**机会要靠自己争取，有机会才会成功，不去挑战恐怕连机会都得不到。**

如果没有挑战的勇气，自己的命运不会有太大的改变。机会不会平白无故地降临在我们手上，而需要自己去挑战和争取。那些不敢去挑战的人，在人生的道路上其实就是自己给自己出难题。机会要靠自己争取，有机会才会成功，不去挑战恐怕连机会都得不到。

高考时因为语文差了一分，唐骏和自己心仪的大学失之交臂，去了当时并不出名的北京邮电大学。由于学校和专业自己都不喜欢，不满、自暴自弃的情绪一直伴随着他度过了大学3年，专业成绩中等水平都达不到。大三在中科院半导体所实习的时候，唐骏第一次看见了计算机。刹那间明白了3年的懈怠是个多大的错误。凭着自己的观察和判断，唐骏放弃了原来的物理学专业，开始攻读第二专业——光纤通信。结果证明他这一步走对了。

他用几个月的时间完成了别人4年的课程，而且还要考研。在同学看来这也许只不过是最后的疯狂，即使再努力最终结果只能是徒劳。可是考试成绩出来，所有人都大跌眼镜。在北京邮电大学的研究生考试中，唐骏获得了光纤通信第一名。

在一阵欢喜之后，唐骏怎么也高兴不起来了。因为大学前3年成绩不佳，从没有获得过“三好学生”，即使是专业第一，在北邮的出国名单上，唐骏的名字还是被删除了。面对打击，他没有放弃，四处打听消息，发现北京这一年一共分到75个出国名额，而这一次研究生考试英语题很难，很多人因为英语成绩没有上线而失去了升学的机会，整个北邮只有5个学生英语上线。唐骏心想其他学校肯定有一些名额用不上，这样一想，唐骏看到了希望。即使是期望渺茫也要坚持，他找来每一所大学的联系方式，打了不知道多少电话去询问是否可以得到他们多余的出国留学名额。

唐骏终于证明了自己的想法，他在北京广播学院找到了空缺的出国名额。他亲自跑到北广，也许是被唐骏的真诚感动，那位负责的老师很快就把档案从北邮调到了北京广播学院。

事情似乎又进了一步，成功就在前方，意外又考验着这个年轻人的毅力。虽然在北广得到了出国的名额，但是已经错过了报给教育部的期限，需要自己把材料交上去。唐骏拿着介绍信，去找教育部出国司的副司长。在别人的帮助下他找到了人，但是人家根本就不搭理他。没有钱也没有门路的唐骏在出国司的大门口足足等了两天。早晨8点，远远看着副司长来了，他赶紧打起精神，对迎面而来的副司长点头微笑：“您好，你上班了啊？”下午6点，他站在大门口，紧盯着从办公室出来的人群，看到副司长，又微笑着说：“您好，你下班了啊？”翻来覆去就这朴素的两句话。

原本看都不看他一眼的副司长，没想到年轻人还有这样的毅力和决心。两天后的早上，副司长被他的真诚和快乐感动了，笑眯眯地对他说：“是你啊？你等会儿，我看看你的资料。”听到这句话，唐骏一下子飞上了天。“我给你报上去，不过批不批就不知道了。”唐骏还是满怀信心，实际上这位副司长掌握着出国留学的审批权。就这样，唐骏获得了去日本留学读研究生的机会，毕业后又赴美读博继续深造。

如果不甘平凡，就要付出别人不愿付出的努力，在还有希望的时候绝不放弃，而是解决一个个难题，挑战一次次极限。

### 勤奋可以创造奇迹

**幸运通常伴随于那些努力勤奋工作的人身边，就像海风和海浪总是伴随在航行者的身边一样。**

养成一种勤奋、不怕艰苦、坚持到底的习惯，我们无论做什么，都能在竞争中立于不败之地。对于想成就大事，想拥有更多财富的人来说，勤奋是最好的资金。要始终相信：勤奋是金，勤奋可以创造奇迹。

勤奋是一个人取得杰出成就所必需的前提，任何一种杰出成就都必然与好逸恶劳的懒惰品行无缘。正是辛勤的双手和大脑才使人出众，任何事业追求中的优秀成就都只能通过辛勤的实干才能取得。

毫无疑问，懒惰者是不能成大事的，因为懒惰的人总是贪图安逸，遇到一点风险就退缩。另外，这些人还缺乏辛勤实干的精神，总想吃天上掉下来的馅饼，从不相信勤奋有收获。勤奋是千百年来人们成才的法宝，也是中华民族的传统美德，天道酬勤。有一首歌唱得很好：不经历风雨，怎能见彩虹，没有人能随随便便成功。无论什么时候，勤奋都是一种值得社会称誉的美德。

我们从小就知道“勤能补拙”、“勤奋可以制造一切”，也知道无数个通过勤劳实干取得成功的事例。可是多数人并未从中受到启发，他们依然在工作中偷懒，依旧好逸恶劳，并为自己开脱：现在是新世纪新时代，勤奋已不再是人生成功的法宝了。

是的，如今这个时代的确与以往不同了，但并不是我们想像的那样——勤奋越来越不重要，而是恰恰相反，要想在工作中获得成功，勤奋是必不可少的。

要想在这个人才辈出的时代走出一条完美的职业轨迹，惟有依靠勤奋的美德——认真地对待自己的工作，在工作中不断进取。

我们总是抱怨自己命运不济，其实机会对每个人都是均等的。我们如果对实际生活有所了解，就可以发现，幸运通常伴随于那些努力勤奋工作的人身边，就像海风和海浪总是伴随在航行者的身边一样。

理查德·科布是一位农民的儿子，他出身贫寒，年纪很小时就被送往伦敦，在一个工厂的仓库做童工。他是个非常勤奋、行为规矩的孩子，渴望学习更多的知识。他的老板是个非常刻薄的人，多次警告他别读太多的书。但他不听，还是继续坚持学习，并把从书本中获得的知识印在脑海里。后来，他做了一名印花布漆工，从此开始了他的商业生涯。

他对大众教育很感兴趣，几乎把自己所有的财富和毕生精力都投了进去。他经常去一些公众场合做演讲，他具有非凡的毅力、实干精神和充沛的精力，凭借着坚持不懈的努力和实践，他成为了公共演说家中最具说服力和震撼力的人物之一。法国大使德鲁阿·德·鲁斯先生曾评论科布登，认为他是那些出身社会最底层的人的榜样，他依靠自己的努力和勤奋而成为受人尊敬的人。

不相信命运的乔顿先生是一位成功的企业家，他从一个普普通通的事务所小职员做起，经过多年的奋斗终于拥有了自己的公司。

这一天，乔顿先生从他的办公楼走出来，刚走到街上，就听见身后传来“嗒嗒嗒”的声音，那是盲人用竹竿敲打地面发出的声响。他愣了一下，缓缓地转过身。

那盲人感觉到前面有人，连忙打起精神，上前说道：“尊敬的先生，您一定发现我是一个可怜的盲人，能不能占用您一点点时间呢？”

乔顿说：“我要去会见一个重要的客户，你要什么就快说吧。”

盲人在一个包里摸索了半天，掏出一个打火机，放到乔顿的手里，说：“先生，这个打火机只卖2美元，这可是最好的打火机啊，你就买下吧。”

乔顿听了，叹口气，把手伸进西服口袋，掏出几张钞票递给盲人：“我不抽烟，但我愿意帮助你。这个打火机，也许我可以送给开车的小伙子。”

盲人用手摸了一下那张钞票，竟然是100美元！他用颤抖的手反复抚摸着，嘴里连连感激着：“您是我遇见过的最慷慨的先生！仁慈的富人啊，我为您祈祷！上帝保佑您！”

乔顿笑了笑，正准备走，盲人拉住他，又喋喋不休地说：“您不知道，我的眼睛并不是一生下来就瞎的，都是23年前那次事故，太可怕了！”

乔顿先生一震，问道：“你是在那次化工厂爆炸中失明的吗？”

盲人仿佛遇见了知音，兴奋得连连点头：“您也知道？这也难怪，那次光炸死的人就有93个，伤的人有好几百，可是头条新闻哪！”

盲人想用自己的遭遇打动对方，争取多得到一些钱，他可怜巴巴地说了起来：“我真可怜啊！到处流浪，吃了上顿没下顿，死了都没人知道！”他越说越激动，“您不知道当时的情况，火一下子冒了出来！仿佛是从地狱中冒出来的！逃命的人群都挤在一起，我好不容易冲到门口，可一个大个子在我身后大喊：‘让我先出去！我还年轻，我不想死！’他把我推倒了，踩着我的身体跑了出去！我失去了知觉，等我醒来，就成了瞎子，命运真不公平呀！”

乔顿先生冷冷地道：“事实恐怕不是这样吧？你说反了。”

盲人一惊，用空洞的眼睛呆呆地对着乔顿先生。

乔顿先生一字一顿地说：“我当时也在那家化工厂当工人。是你从我的身上踏过去的！你长得比我高大，你说的那句话，我永远都忘不了！”

盲人站了好长时间，突然一把抓住乔顿先生，爆发出一阵苦笑：“这就是命运啊！不公平的命运！你在里面，现在出人头地了，我跑了出去，却成了一个没有用的瞎子！”

乔顿先生用力推开盲人的手，举起了手中一根精致的棕榈手杖，平静地说：“你知道吗？我也是一个瞎子。你相信命运，可是我不信。”

同样是残疾人，有人因为懒惰只能以乞讨为生，有人因为勤奋而出人头地，这决非命运的安排，而在于自己的勤奋、拼搏。面对困境，应如何走出？懒惰地等待只能使自己沦落为“乞丐”，勤奋则通向成功。成功很可能会成为勤奋的坟墓。有一项调查表明，诺贝尔奖的获得者获奖之后的成就、论文篇数远不及其获奖前的一半。成功之后就不再努力的例子并不鲜见，许多人在凭借着勤奋努力终于被提拔和重用之后，就觉得应该放松一下了——为自己前段时间那么辛苦的工作补偿一下，结果又回到原来的那种好逸恶劳、不求上进的生活状态中去了。

人生有两出悲剧，一是万念俱灰，二是踌躇满志。这两种悲剧，都会导致勤奋的中止，因此，在我们取得同样的成功之后，要重申自己的大目标，告诉自己还有更加美好的前途在等着自己，使自己重新振作，继续努力。

一点点进步都是来之不易的，任何伟大的成大事者都不可能唾手可得。许多著名的科学家和发明家的一生就是顽强拼搏勤奋刻苦的一生。对于想成功的人来说，勤奋是最好的资本。要养成勤奋的习惯，要相信勤奋能创造奇迹。勤奋是千百年来人们成才的法宝，也是中华民族的传统美德，天道酬勤。有一首歌唱得很好：不经历风雨，怎能见彩虹，没有人能随随便便成功。无论什么时候，勤奋都是一种值得社会称誉的美德。

### 学无止境，终身学习

**在现代社会中，知识的更新速度越来越快，不努力学习，就会被淘汰。**

世界上，总有那么一些人令我们不得不让刮目相看——工作后继续努力深造，考研的；老来上大学，补知识的；在科学事业上刻苦钻研，更上一层楼的……这些人对自己的人生、对待学习总是抱有一种不知足的心态，而这种“不知足”却是值得我们宣传借鉴的。

在美国东部的一所大学里，期终考试的最后一天，一群即将毕业的学生们挤在教学楼的台阶上，正在讨论着即将进行的考试，几年的刻苦学习使他们充满了自信。毕竟这是他们毕业与工作之前的最后一次测验了。

其中，一些人在谈论他们现在已经找到的工作；而另一些人则谈论他们将会得到的工作。带着通过四年的大学的学习所积攒起来的自信，很明显地他们感觉自己已经准备好了，甚至都觉得自己有足够的能力和知识来征服这个社会。

这些年轻人一点也不紧张，因为这场即将到来的测验将会很快结束——教授曾经说过，他们可以带任何书籍或笔记作参考的。唯一的限制，就是他们不能在测验的时候交头接耳。

时间终于到了，他们兴高采烈地冲进教室。教授把试卷分发下去。当学生们注意到只有五道评论类型的问题时，更加掩饰不住他们内心的兴奋。

三个小时过去了，教授开始收试卷。然而，这把年轻人看起来不再自信了，他们的脸上是一种恐惧的表情。没有一个人说话，教授手里拿着试卷，面对着整个班级。他俯视着眼前那一张张焦急的面孔，然后问道：“完成五道题目的有多少人？”

没有一只手举起来。

“完成四道题的有多少？”

仍然没有人举手。

“三道题？两道题？”

学生们开始有些不安，在座位上扭来扭去。

“那一道题呢？当然有人完成一道题的。”

但是整个教室仍然很沉默。教授放下试卷，“这正是我期望得到的结果。”他说。

“我只想给你们留下一个深刻的印象——即使你们已经完成了四年的“修行”，关于学习的事情仍然有很多是你们所不知道的。这些你们不能回答的问题是与每天的普通生活实践相联系的。”然后他微笑着补充道：“你们都会通过这个课程，但是记住——即使你们现在已是大学毕业生了，你们的教育仍然还只是刚刚开始。”

教授并非真得想用五道难题来打击学生们的自信心，他的目的仅仅是希望这些学生能够在以后的工作和生活中，以一种低姿态学到更多的东西罢了。

世界上还有一些人之所以不能“更上一层楼”，不是因为过于自高自大，而是因为信心不足——他们总是以时间、年龄、精力等一系列的借口，将自己束缚在一个不能不能继续学习、修行的位置上，从他们的内心里就认为自己不能学习了，他们才学习不到任何东西。与此相反，还有一类人恰好与这些人相反——

晋文公在七十岁那年还想学点什么东西，可是他又怕太晚了，于是他对大臣师旷说：“我想请教先生该怎么做。”师旷反问道：“你为什么不点一枝蜡烛来照明呢？”晋文公不解地埋怨师旷道：“我在跟你讲正经事儿，而你却怎么跟我开玩笑呢？”师旷赶忙回答道：“臣怎么敢戏耍君王您呢？

臣只听说过：少年时好学，好比早晨的太阳；壮年时好学，好比中午的太阳；而老年人好学，好比在晚上点起蜡烛照出的光明。用蜡烛照出的光明，尽管范围很小，可是它总比在黑暗中行走好得多吧！”晋文公听了以后，恍然大悟地说：“一点也不错！”

活到老，学到老，每个人若要跟上时代的脚步，就必须不停地学习。因为在现代社会中，知识的更新速度越来越快，不努力学习，就会被淘汰。因此，即使是百岁老叟，只要付出，就会有收获，即使比不上别人，但跟自己比未尝不是一种超越，只要行动起来，就比原地踏步要强得多。

### 努力，不要停下来

**切勿坐耗时间，须知每时每刻都有无穷的利息，日计不足，可岁计有余。**

只有你把别人认为的“闲暇”变成“不闲”，争取利用时间的分分秒秒，把全部时间合理地用在你的人生目标上，你就能使自己更好更快地实现自己的目标。

不要认为时间很长，一天、一个星期、甚至一年，它可不像别的那样，丢失了可以找回来，损失的时间是不可能再找回来的，那怕是一秒，也无法再得到。因此，要想让时间出效率，你就不能停顿下来，必须争分夺秒地利用时间，只有把时间合理地利用起来，才能提高你的学习和工作效率。

英国的一所学校里，学生们正在操作上活动，有的打蓝球，有的踢足球，有的在跑步，各种各样的体育运动都在紧锣密鼓的进行着，可是，惟独有一个叫莱西的小女孩正坐在离操场很远的一棵树底下，专心致致地读书。

一打听，才知道莱西以前很贪玩，学习成绩一直不好，老师说她智商太低，永远不会有出息的，同学们说她是一个笨家伙，就连她最要好的朋友杰米也同她分手，不再同她来往，尤其是回到家里更让她失望，父母都认为她读书根本没用，不但不进行辅导，而且母亲还让她帮着做家务，更可恶的是她的父亲，每天对她骂骂咧咧说：“如果你的学习成绩等三个月后不提高，我将把你介绍到一家纺织厂算了。”

在同学的冷眼、家庭的谩骂之下，莱西终于醒悟了，她没有想到一个学习成绩不好的孩子会是这样的。她下定决心，一定要尽力把落下的功课补上来。

于是她一改往常的习惯不再贪玩了。一天，母亲出去买菜，让她看好院里晾晒的衣服，可她偏偏为了一道数学题弄得不可开交，一时间忘记了母亲的嘱咐，等母亲买菜回来，衣服早已让邻居的一只小花狗给叨跑了。为此，母亲狠狠地打了她一次。

有时候，同学们都早入睡了，可她仍然爬在床上学习，就这样，莱西没日没夜地学习，虽然她熬得得眼圈发黑，身体渐渐消瘦，可是她的学习成绩在原来基础上提高了一大截。到期终考试时，她以全校第一的好成绩，终于赢来了同学们的笑脸和父母的夸奖。

莱西的故事告诉我们：时间能送给你宝贵的礼物，它能使你变得更聪明，更美好，更成熟。不怕时间不等人，就怕你不知怎样去利用时间。

利用时间要坚持不懈，持之以恒，你不能因一时的成功就把时间丢在一边，不去重视它。让时间时时刻刻留在你心中，这才能成为一个真正的成功者。

由于每个人的性格不同，价值观不同，利用时间的方法也就不同。有的人总认为时间是一个救世主，一生中最离不开时间，他们会很好地利用分分秒秒，让时间充当自己生活中的帮手，为自己创造高效能。

可有些人总觉得：日出而作，日暮而息，就已足够，何必把自己的时间安排得满满的，真不让人受不了，该放松就放松，所以，他们的生活总是平平常常，一生总也是一事无成。

对待时间的两种截然不同的态度，导致了天壤之别的两种结果。一些高效能人士总是不让时间停顿下来，将别人休闲的时间充分地加以利用，他们认为时间就是生命，时间就是财富，时间就是动力，在他们的心目中，最浪费不起的就是时间。

富兰克林曾经说过：“切勿坐耗时间，须知每时每刻都有无穷的利息，日计不足，可岁计有余。”

你浪费过时间吗？你是让时间等你，还是你利用着时间。从小养成珍惜时间的习惯，对你的今天、明天甚至将来都有好处，同时也觉得不怕慢就怕站是你这一代人取得成功的法宝。只有坚持不懈地利用好每一分钟，你的生活才会更加美好，才会一路顺风地到达目的地，成为一个成功者。

### 成功不是一蹴而就的

**无论你自身条件如何优秀，机会怎样千载难逢，只要你浪费时间或时断时续，那么你的失败是肯定的。**

大千世界芸芸众生，人们都在时时刻刻盼望实现自己人生价值，人们都在期盼着发财，盼着事业的成功。然而，如何成功？通向成功的路究竟在那里呢？告诉你，你倘若想成功，你首先就必须掌握住时间，把时间充分地利用起来，坚持不懈地争夺时间的分分秒秒。

我们每个人都有自己的时间，而时间具有惊人的力量，它能使你登峰造极，也能使你终身陷入谷底。即使偶然爬到巓峰，不好好利用和珍惜也会被它拖下来。这种巨大的力量不但能吸引财富、成功、快乐和健康，而且能排斥这些东西，夺走生活中的一切。

霍金思和塔米结婚快十几年了，霍金思认为，作为电脑程序员的霍金思，首要任务就是投入更多的时间和精力到工作中去，除此之外，就是购买一栋大房子满足妻子的心愿。

当时，霍金思为米尔斯顿咖啡公司工作。公司向需要外出进行销售、清点存货的人员提供笔记本电脑。霍金思的工作之一，就是为此设计开发应用程序。

那批电脑在霍金思日日夜夜地努力工作下，终于按时投入使用。一天，另一位电脑商找到霍金思，问霍金思能否私下为他的公司开发类似的程序软件。做这个项目将会占用霍金思所有的空闲时间，但会使霍金思的银行帐户里增加5000美元，这对于霍金思来说，这可算是一笔不小的财富，有了这笔钱霍金思就不用担心即将增添的一名家庭成员的消费了。

伊晓刚出生不久，霍金思就冒出了自己做生意的念头。一天，在晚饭桌上，霍金思向家人提出了这个想法。霍金思对塔米说：“霍金思可以继续在米尔斯顿公司工作，下班后做些私活。这就意味着需要花去平时和周末的一些空闲时间我能够合理安排时间的。”

塔米低着头，盯着盘子说：“吉米，我知道有钱真的很棒，你不需要告诉我金钱多么有用，但家里怎么办？我又要给两个正在读书的孩子做饭洗衣，又要照顾刚出世的娃娃，同时还得照顾你的起居饮食，我已经无力再帮助你的事业了，更何况你累坏身子怎么办？”

霍金思对塔米说：“别担心了。我知道自己在做什么，我厌倦了狭窄的公寓、组装的汽车。我想给你们很多好东西，但这需要额外的工作，我会合理地安排好我的时间的。”

如果听妻子的话，会有什么结果呢？

从此，无论深夜、周未，霍金思都勤奋工作，甚至舍弃了同全家人逛公园的时间，终于时间给了霍金思回报，一个星期六的早晨，霍金思把塔米叫到厨房里坐下，在她身前整齐地放着两沓钱。霍金思告诉她：“这是公司支付我所开发的轶件的费用。这一沓用来买一辆能够承戴我们全家的汽车，而那一沓，足够买一栋属于自己的房子。

塔米已说不出话来，那一刻，霍金思有种奇妙的感觉，无法用言语形容，霍金思能够养活霍金思的家人，给他们想要的和应得的任何东西。霍金思很有成就感，感觉到时间的力量无比巨大。

随着利用时间给霍金思带来的快乐和安慰，霍金思也走上了梦想的阶梯，辞去了在米尔斯顿咖啡公司的工作，全身心地投入到霍金思自己命名的“万能系统”公司中去。同时，霍金思的雄心壮志也渐渐澎胀。霍金思雇了半打人为公司工作，所以霍金思更加珍惜时间了，每天工作15小时。看到别人在节假日陪着妻子和孩子玩耍，其实霍金思也很歉疚，但考虑到时间的力量，很快就把这些抛到脑后。

一天，伊斯特问霍金思：“爹地，你怎么不来参加昨天晚上的圣诞盛会呢？”“亲爱的，我也想去啊，我真的想去，但我得抓紧时间，完成我的工作计划。这样吧，我多给你一点零花钱做补偿好吗？”

就这样，霍金思努力地工作着，终于时间给了霍金思更大的回报。几年后，霍金思的“万能分司”为霍金思赢得了2500万美元。

实际上，这个世界上没有任何人能够左右你，惟有时间，只有你坚持不懈地抓住时间这个成功的法宝，成功才会属于你。

同样地，也没有任何人能打败你，也只有时间。所以，无论你自身条件如何恶劣，只要你持续利用时间的分分秒秒，并将它和你目标相结合，你就可以到达成功的彼岸。否则，无论你自身条件如何优秀，机会怎样千载难逢，只要你浪费时间或时断时续，那么你的失败是肯定的。

### 嚼得菜根才能做得大事

**人生也是如此，要想获得成功，绝没有太轻松的捷径可言。**

生活是一杯苦咖啡，香醇中掺杂苦涩。人活着就要接受许多挑战，要面对许多难题，所以生活的本质是苦。从另一个角度来看，苦是一种警讯，它告诉自己有了难题，有了危险和困境。如果不愿意正视它，不设法及时解决眼前的难题，那些难题就会累积重叠，构成更严重的困境，集合成更巨大的痛苦，导致溃败。所以每个人都必须设法消除困境，解决问题，才能够泯灭痛苦。

我国南方一所大学的校训是：“嚼得菜根，做得大事。”菜根，代表了生活的清苦和艰辛。一个人如果想事业有成，则他必须经受得住日常工作、形形色色的诱惑以及各种艰难困苦的考验，在这些考验中，他应该能行得正、走得稳。而且，他也应该经受得住实际生活的痛苦和考验。

史蒂芬逊是大家熟悉的火车发明家。1781年，史蒂芬逊出生于英国，双亲都是矿工，家境清苦，他十多岁便在矿场上班，18岁时，才有机会上学。毕业后，又到矿场当技工。由于从小目睹矿工工作的艰辛与危险，史蒂芬逊决定为矿工解决这些遇到的工作的难题。首先他发明了巧妙的矿坑安全灯，解决了采矿的照明问题，减少意外的灾难发生。其后，他看到矿井底下运煤困难，又致力于火车的研究，希望能减少矿井工人运煤的辛劳。在当时想研究火车，需要大量的经费投入，史蒂芬逊虽然每天过着清苦的生活，但追求成功的意志鼓舞着他克服种种困难，终获成功。

身价54亿美元的台湾首富王永庆说：“由于生活中受到的煎熬，才产生了我克服困难的精神和勇气。幼年生活的困苦，也许是上帝对我的赐福。”没有吃不了的苦，却有享不了的福。人们忍受苦难的能力，是非常大的。不论有多么大的困苦，都可以千方百计去克服。就一个企业的经营来说，也是一样的。企业要成功，要步上康庄大道，就要克服困难，懂得吃苦耐劳。要消除痛苦就需要有刻苦耐劳的韧性。

尽管人们极力追求成功，追求幸福，同时人们极力躲避痛苦，但是成功少不了痛苦，它是无论如何也躲避不了的事。人们能够做到的，只是如何缩短痛苦，减少、避免那些由于自身的原因所造成的痛苦。而在遇到痛苦之后，则力求化解痛苦，争取成功。

肉体上的痛苦，或者使人疼痛难忍，或者给人的生活带来诸多不便。有一些肉体上的痛苦，还会给人带来心灵上的创伤。灵魂中的痛苦，较之肉体上的痛苦，对人来说，是更加难以忍受的。它或者是自我的谴责，无尽的悔恨，痛不欲生；或者是感到成功的艰难，怀疑成功的意义和价值；或者是处于一种难堪的境地，进退不得，左右不得；或者是受到外来的压力，使人感到没有任何前途；或者是心中不平，使人倍感不公。诸如此类的痛苦，是任何人都极力想要避免的。

从理性上看，痛苦并不尽是成功的仇敌，不要把它视为绝对的恶。应该看到，那些必然的、不可避免的痛苦，是有双重性的，它既是获取成功时难以完全避免的，也是人在争取幸福的过程中不可缺少的一种动力。

一个人要活得健康、幸福，就要吃苦耐劳。对功成名就的人，一般人只知道羡慕其成功，却很少去理会他成功以前，究竟尽了多大的努力以及吃了多少难以言状的苦头。古希腊数学家欧几里德，接受当时国王的邀请，为国民讲解几何学。国王见几何学内容庞大、深奥，顿觉厌烦，于是问道，学习几何学，有没有更快的方法呢？欧几里德是这样回答的：“在几何里，是没有捷径的。”

人生也是如此，要想获得成功，绝没有太轻松的捷径可言。俄国作家契诃夫说过：“天才就是努力之意。”努力和坚持是走向成功的永恒的法宝。

### 光阴虚度就是荒废生命

**古今成大事者，无一不是惜时如命之人。**

人要想获得成功，将来有所成就，就必须紧紧抓住时间的尾巴，不要让时间溜走，不虚度每一寸的光阴，刻苦勤奋，这样生命就不会荒废。

司马光6岁那年，父亲就开始教他读书，并常常给他讲一些少年有为的人勤奋好学的故事，勉励他以此为榜样，珍惜时间、刻苦读书。家住寿州安丰时，当地有一个姓丁的青年，十分勤奋好学，学问和文章在全县闻名。父亲司马池便以这个青年的事迹教育司马光，并对他说：“他日得如丁君矣！”学有榜样，又得到父亲的指点，司马光果然倍加努力。他读书跟父亲一样，力求理解，不仅仅只是背熟，还要弄懂意思。所以，往往同伴们背会了书去游玩，他却独自放下帷幔，苦苦思考，直到把文意弄懂并把书背得烂熟为止。

出身书香门第、官儒世家的司马光，自幼就对历史故事兴趣特别浓厚。7岁那年开始学《左氏春秋》，他就爱不释手。刚刚听完先生的课，他就领悟了书的大意，回家便讲给家人听。读书使他已达到废寝忘食、“不知饥渴寒暑”的地步。”

为了不浪费光阴，抓紧时间读书。司马光自己设计用木头做成了一个圆形枕，取名“警枕”，夜里睡觉便把它枕在头下。木头是圆的，床铺又是硬板，晚上睡觉只要一动弹，“警枕”便会滚落在地，他随即惊醒，披衣起床，挑灯夜读，不至于一觉睡到大天亮了。

这样刻苦学习到15岁，司马光就“于书无所不通，文辞醇深，有西汉风”了。而且他学的东西很扎实，以致“终身不忘”。无论在何时何地，他都始终保持着刻苦学习的习惯。成年后或在马上，或在官轿中，抑或在夜不能寐的时候，他也抓紧点滴时间来读书思考问题。

正是司马光少年时代的苦读奠定了坚实的经史、文学基础，才使他能手著不朽的巨著《资治逋鉴》，也正是他童年便养成了正直、诚实、质朴、仁厚的品格，所以才能入朝为相，成为北宋一代名臣。

三更灯火五更鸡；正是男儿读书时。韶华易逝，要想将来有一番成就，就要抓紧时间，发愤图强，不要留下“少壮不努力，老大徒伤悲”的喟叹。

李叔同也曾写过这样一首词——《悲秋》，用来劝谏人们要珍惜时间：风乍起，黄叶飘，镜里朱颜，愁边白发，日夕疏林抄。花事匆匆，梦影迢迢，零落凭谁吊。光阴催人老，纵有千金，纵有千金，千金难买年少。

是啊，光阴催人老，千金难买年少。从这首词中可以看到，弘一大师对时间是多么珍惜。在现实生活中，不少人对时间是没有珍惜的意识的。君不见，夜晚灯红酒绿，觥筹交错，牌桌上你来我往，玩得不亦乐乎。这些人正在浪费时间，浪费生命，想有作为的人绝对要与他们划清界限的。

### 学习才能让自己更完善

**我们应该做的，是清醒地看到自己的缺点和不足，然后吸取别人的长处来弥补，这样才能不断得到进步。**

一个人的性格有不足，要认识自己的不足，想办法来弥补：轻佻应以稳重来弥补，浮躁应以踏实来弥补，偏狭应以宽容来弥补，急躁应以和缓来弥补，刚强暴戾应以温柔和顺来弥补，肤浅应以沉厚来弥补，刻薄应以浑厚来弥补。因此，每个人身上总会存在着这样那样的缺点和不足，这就要求我们不断提高和完善自己，积极地向别人学习，以人之长补己之短。

古今中外，许多的成功人士，皆有像别人虚心学习的优点，它们的成功也正说明了这一点。元朝的成吉思汗就是一个善于学习别人长处来弥补自己不足的人。

几乎在每次较大规模的战争中，成吉思汗都处于劣势，可为什么大多数情况下又是以他的胜利而告终呢？除了成吉思汗本身能征善战，足智多谋外，还有非常重要的一点，就是他善于向别人学习，即便对方是自己的敌人。

成吉思汗对于工匠有着极大的兴趣，每次战役之后，工匠一个不杀，都带到大漠，让他们从事生产。这是因为蒙古生产技术落后，尤其缺少工匠。也真难为成吉思汗能想出这种办法来，用最快的方式赶到了时代前沿，不亚于经过了几次科技革命。他用工匠们建造了很多的大兵工厂，生产作战所需的兵器。

有一个俘虏想活命，但他又不是工匠，当元朝军队过来检查时，他用右手食指在左手食指上来回换了两下，表示他会锯木头，他居然因此就保全了自己的性命。有一个西夏的降人，工技娴熟，因而深得成吉思汗的宠爱。当耶律楚材到成吉思汗身边时，这个工匠讥讽他说：“现在是需要工匠的时候，你这个酸秀才来干什么？”足见当时工匠的地位是很高的。而且，成吉思汗还把被俘的工匠组成了独特的军种——工匠队。有人说，这是古代军事史上最庞大的独立兵种。

充分利用工匠，保证了元朝军队的武器始终处于世界先进水平。他们不仅有抛石机、连发弩、“火焰喷射器”，还从汉人那学来了火药技术，改进了火器，建造了当时世界上威力最大的火炮。在后来的攻城战中，炮兵的作用越来越重要。四大发明中的火药技术传到欧洲，就是元朝军队带去的。

以当时几乎是最落后的民族掌握时代最先进的技术，成吉思汗用一个“借”字，解决了几百年都不一定能解决的问题，这不仅表现了他的谦虚好学，更表现了一代天骄的雄才大略。

成吉思汗为了改变国家的落后面貌，努力学习别的民族先进的理念，进行改革，以彼之长，弥补己之短，这在当时是多么的难能可贵。

面对自己的缺点和不足，我们不应该感到害怕或是极力去掩饰，这样只会让我们的缺点和不足更明显，对我们的发展也更不利。我们应该做的，是清醒地看到自己的缺点和不足，然后吸取别人的长处来弥补，这样才能不断得到进步。

### 要把工夫用在平时

**我们要想自己的生命之树绽放美丽的花朵，就要随时充实自己，把工夫用在平时，随时学习，随时提高自己。**

不管干什么事，都要把工夫用在平时。只有平时抓紧一切可以利用的时间去学习，就不会造成“临时抱佛脚”的尴尬局面。有的人就是这样，等到了紧要关头，才发现自己才疏学浅，白白地浪费了大好机会，到那时后悔已经来不及了。因此，人随时要有忧患意识，随时需要为自己准备好必要的“盘缠”。

曾国藩就是一个随时为自己准备“盘缠”的人。

曾国藩9岁时已经读完了五经，15岁时，受教读《周礼》、《礼仪》，直至能够背诵。还读了《史记》和《文选》，这些恐怕就是曾国藩一生的学问基础。曾国藩在14岁时因一首诗而得了一门亲事。他之所以少年能早早显达，推究其根源，实在是靠家学的传授。但是，从根本上说来，曾国藩一生的学问功业，还是基于他自己的发愤苦读，不断为自己增加“盘缠”上。

曾国藩在青少年时代就酷爱学习。1836年的那次会试落第后，他自知功力欠深，便立即收拾行装，怅然赋归，搭乘运河的粮船南旋。虽然会试落榜，但却使这个生长在深山的“寒门”士子大开眼界，他决定利用这次回家的机会，作一次江南游，实现“行万里路，读万卷书”的宏愿。这时，曾国藩身边所剩的盘缠已经没有多少了。路过唯宁时，遇到了知县易作梅。这个人与曾国藩的祖父、父亲非常熟悉，与曾国藩也相识。

他乡遇故人，易知县自然要留这位老乡在他所任的县上玩上几天。在交谈中得知这位湘乡举人会试未中，但从其家教以及曾国藩的言谈举止中，便知这位老乡是个非凡之人，前程自然无量。他见曾国藩留京一年多，一想其所带银两肯定所剩无几，有心帮助曾国藩。当曾国藩开口向易作梅知县借钱作路费时，易作梅慷慨应允，借与曾国藩一百两银子，临别还给了他几两散银。经过金陵时，他见金陵书肆十分发达，流连忘返，十分喜爱这块地方。在书肆中曾国藩看见一部精刻的《二十三史》，爱不忍释，自己太需要这么一部史书了。一问价格，使曾国藩大吃一惊，恰好与他身边所有的钱相当。他下定决心，一定要把这部史书买下来，但书商似乎猜透了这位年轻人的心理，一点价都不肯让，开价一百两银子一钱也不能少。于是，曾国藩把一时不穿的衣物，全部送进了当铺，毅然把那部心爱的《二十三史》买了回来，此时，他如获至宝，心理上得到了极大的满足。回家以后，父亲见他花了上百两银子买回的一堆书，非但没有责备，反而鼓励他说：“尔借钱买书，吾不惜为汝还债，但能细心读之，斯不负耳。”父亲的话对曾国藩起了很大作用，从此他闭门不出，发愤读书，并立下誓言：“以后每日点十页，间断就是不孝。”

曾国藩发愤攻读一年，这部《二十三史》全部阅读完毕，此后便形成了每天点史书十页的习惯，一生从未间断，一部《二十三史》烂熟于胸。曾国藩读书极专，他认为治学贵专，不专则广览而不精，博阅而不深，只能得其皮毛而失却其本质，知其形丽忽其实，懂其表而不识其内涵。读书是曾国藩坚持了一辈子的事情，真是活到老，学到老，日日读书，乃至日日写作。在翰林院，曾国藩已经是一个做了高官的人，许多人到了他这样的地位，早巳觉得功成名就，可以放下书本了。他却为自己制定了十二条读书的规矩。

1871年，曾国藩的身体每况愈下，可以说一天不如一天。作为理学修养甚深的他，在1月17日写了几句箴言，警示和鞭策自己读书不要放松。这凡句话语是，“禽里还人，静由敬出；死中求活，淡极乐生。”他认为，‘暮年疾病、事变，人人不免”，而读书则贵在坚持。他把自己的书房命名为“求阙斋”，并详细地制订了日课：“读书读熟十页，看书应看十页，习字一百，数息百人，记过隙影（即日记），记茶余介谈一则，右每日课，连三日写回信，逢八日作诗古文一艺，右月课；熟读书：《易经》、《诗经》、《史记》、《明史》、《屈子》、《庄子》、《杜诗》、《韩文》。应看书不具载。”

1872年3月2日，曾国藩的老病之躯已如风中残烛了。这一天，他“病肝风，右足麻木，良久乃愈”。3月5日，前河道总督苏廷魁过金陵，曾国藩出城迎候，出发之前阅《二程全书》，迎接途中，“舆中背诵《四书》，忽手指戈什哈，欲有所言，口噤不能出声。”身体差到如此地步，他还是坚持每日阅读《二程全书》。但他接连在日记中发出感叹：“近年或作诗文，亦觉心中恍惚不能自主。故眩晕、目疾、肝风等症皆心肝血虚之所致也。不能溘先朝露，速归于尽；又不能振作精神，稍治应尽之职。苟活人间，惭惊何极！”他自知油尽灯祜，将不久于人世，便抓住生命最后时光做自己最喜爱的事——读书。他每天读的书就是《二程全书》，希望在理学的探究和修养上，划上一个完满的句号。

曾国藩的为人处世，在现在人的眼中有许多值得我们学习的地方。他最能成为后人学习的典范和楷模，是他的治学精神。他的一生，手不离书，经史子集，无不精通。“做人要学曾国藩”。要学习他什么？学习他工夫花在平时，而且从不间断，一生如此。正是他随时充实自己，因而成为了晚清最有名的重臣。所以，我们要想自己的生命之树绽放美丽的花朵，就要随时充实自己，把工夫用在平时，随时学习，随时提高自己，随时为自己的锦绣前程准备“盘缠”。

### 随时学习他人的长处

**每个人都有许多长处值得学习，可以成为我们的良师益友。**

人们常犯的一个通病，就是往往看自己的优点和他人的缺点多，看自己的缺点和他人的优点少；或者只看到自己的优点和他人的缺点，看不到自己的缺点和他人的优点；或者喜欢拿自己的长处与他人的短处比较。在与人相处中，就表现为对比自己优秀、比自己强的人不服气；宽于责己而严于责人；看不起有缺点和错误的人；拿正确的道理当作手电筒，不照自己，只照他人。这样做，既阻塞了向他人学习提高自己的道路，也难免造成人际关系的不和谐，有的甚至会发生冲突。

《论语》中有这样一段记载：

一次卫国公孙朝问子贡，孔子的学问是从哪里学的？

子贡回答说，古代圣人讲的道，就留在人们中间，贤人认识了它的大处，不贤的人认识它的小处；他们身上都有古代圣人之道。“夫子焉不学，而亦何常师之有？”（《论语·子张》）他随时随地向一切人学习，谁都可以是他的老师，所以说“何常师之有”，没有固定的老师。

《论语》中记载的这个小故事其实就是告诉我们：能者为师。

在我们的日常生活中，每天都要接触到许多人，而每个人都有许多长处值得学习，可以成为我们的良师益友。例如，在一个班级里，就有许多小“能人”：有的写了一手好字；有的擅长绘画；有的是象棋盘上的英雄；有的是篮球场上的闯将；有的阅读了大量的古今诗词；有的通晓中外地理；有的富有数学家般敏捷的思维；有的具有歌唱家的天赋……多向这些同学学习，不就可以使我们——这置身于万绿田中的小苗——增添一些知识的养分吗？

“三人行，必有我师，择其善者而从之，其不善者而改之”的态度和精神，也体现了与人相处的一个重要原则。随时注意学习他人的长处，随时以他人缺点引以为戒，自然就会多看他人的长处，与人为善，待人宽而责己严。这不仅是修养、提高自己的最好途径，也是促进人际关系和谐的重要条件。另外这对于指导我们处世待人、修养神性、增长知识，都是很有裨益的。所以，重温“三人行，必有我师焉。择其善者而从之，其不善者而改之”，认真领会它的深刻内涵，并且努力去做，是很有意义的。

你见过高山吧？它是那样的雄伟、绵延；你见过大海吧？它是那样的壮阔无边。山之高，是因为它不排斥每一块小石头；海之阔，是由于它聚集了千万条小溪流。如果你想具有高山般的情怀和大海般渊博的知识，就应该善于从生活中寻找良师益友，吸取他们的点滴长处。

### 做到勤学善思

**勤思的人，每一步迈出去都会留下深深的脚印，一个挨着一个，通向成功的终点。**

自古以来，唯有勤学善思才是无往不胜的成功秘诀。头悬梁、锥刺股、凿壁借光、闻鸡起舞……无不体现着一个“勤”字；经、史、子、集……无不蕴藏着“思”的智慧。

在这个世间，没有一个人的才华是与生俱来的，没有一个人生下来就能够立地成佛，每一个成功者的背后，都有着一些鲜为人知的勤学善思的故事。鲁迅说得很形象：“其实即使天才，在生下来的时候第一声啼哭，也和平常的儿童一样，绝不会就是一首好诗。”“哪里有天才，我是把别人喝咖啡的工夫用在工作上。”在成功的道路上，除了勤学善思，是没有任何捷径可走的。在每个成功者的身上，都可以看到勤、思的好习惯。

凡是在这个世界上有所成就的学者，一个成功的企业家，他们之所以能够成功，绝不是从安逸享受中得来，而是从不停地勤劳苦思中获得的。我们要使我们的生活，用工作来充实，从工作中去修道，去体会，去勤练冥思，做出生命的力量与发挥生命的意义。

鉴真法师刚入空门时，住持要他从最辛苦的行脚僧开始磨炼。

有一天，已经日上三竿了，鉴真仍未起床，住持觉得纳闷，便到鉴真的寝室里巡视。

住持推开房门，只见床边堆了一堆破破烂烂的草鞋，住持叫醒鉴真：“今天你不出外化缘吗？床边堆的这些破草鞋是用来做什么的？”

鉴真打了个哈欠说：“这些是别人一年都穿不破的草鞋，如今我剃度一年多，却穿破了这么多鞋，今天我想为庙里节省一些鞋。”

住持听了之后，笑了笑对鉴真说：“昨夜外头下了一场雨，你快起来，陪我到寺前走走吧！”

昨夜的一场雨，使寺前的黄土坡变得泥泞不堪。

忽然，住持拍了拍鉴真的肩膀说：“你是要当个只会撞钟的和尚是想成为能发扬佛法普度众生的名僧？”

鉴真说：“当然是发扬佛法的名僧啊！”

住持捻须一笑，接着说：“你昨天有没有走过这条路？”

鉴真说：“当然有！”

住持又问：“那么你现在找得到自己的脚印吗？”

鉴真不解地说：“昨天这里原本是平坦、坚硬的道路泥泞，小僧如何能找到自己的脚印？”

住持接着又笑了笑，说道：“那我们今天在这条路上走一回，你能找到你的脚印吗？”

鉴真自信地说：“当然能了！”

住持微笑着说：“是的，只有泥泞路才能留下足印啊！只要经过艰苦的跋涉，终有一天会留下痕迹的，一如此刻，我们行走在这片泥地上，不管走得多远，足印都会深深地留在泥地里，印证我们的存在。”

社会不是享乐的天堂，在这个竞争激烈的世界里，人才云集，竞争对手强大，容不得我们有丝毫懈怠。勤学，使人如虎添翼，能飞又能闯；善思，使人如鱼得水，能沉又能浮。活在世上的每个人都应该养成勤学好思的习惯，唯有如此，才会在探索成功的道路上少走一些弯路，才会活出全新的自我。

### 不要停止自我健全

**人生的完美，不是天生的，关键是一个人能否的看到自己的不足之处，然后加以改善不断地完善自我。**

人活着，不仅仅是活着，还要去健全自己，要不断地完善自己。佛说，在这个世间上，万物都不是完美的，花朵也盛开的美丽却最终无法阻止凋残，绿叶能够接受灿烂阳光的照耀，可也无法躲避风雨的洗礼。小草可以滋润在春天的雨露之下，但最终也还是经受不住秋风的扫荡。自然之象，皆是如此，因此，人作为万物的灵长，也同样是不完美。每个人都是各自不同的缺点和缺陷，每个人也都在寻找每个人身上最好的东西，其实有时候。最差劲的人身上也有优点，最完善的人身上也有缺点。你眼睛盯住什么，你肯定就能看到什么。不管对于是优点还是缺点，总不是尽善尽美。

俗话说的好，金无足赤，玉有微瑕，人也是无完人。每个人或多或少都有自己局限性、劣根性。人们往往总是看到别人的不足，不知道自身的弱点。能看出别人的问题，却不知道自己也在重蹈别人的覆辙。健全自我对于个人的人生成长和发展是多么的重要，但了解别人很容易，真正认清自己却不是一件简单的事情。许多时候，打倒自己的不是别人，恰恰是自己，正所谓作茧自缚。别人的经验不一定适合你，别人的教训也不一定值得你吸取。

可是，与自然万物不同的一点就是，人的不足可以完善，人的缺点可以改正，寻找别人身上最好的东西，就会使他们对自己有良好的感觉，能促使自己的成长，努力做到最好，并且创造出一个积极的、卓有成效的环境。

从前有一个国王，国王有五个女儿，这五位美丽的公主都是国王的骄傲，她们有着乌黑亮丽的秀发，婀娜的身姿和美丽的容颜。谁要是娶到五位公主之一，便是一种最幸福的事情。终于，五位公主都要到了谈婚论嫁的年龄，于是，国王下了命令，在全国范围里找寻最优秀的人作为国王的驸马。

当国王问询五位掌上明珠要求什么样的人选的时候，大公主说，自己的驸马必须是高大英俊，能够戴着自己骑上白马在大草原上纵横驰骋；二公主说自己的夫君必须是剑眉星目，有一双宽大的手掌，能够牵着自己四处游山玩水；三公主说自己的另一伴必须能够弹得一首好的琴曲，能够与自己闲暇时琴瑟和鸣；四公主是自己的如意郎君必须有一副好的嗓音，能够为她唱世间最动听的歌曲；小公主也说自己的夫君要同时符合四位姐姐的要求，自己才肯嫁出去。

张贴的告示迅速贴满了全国，前来应婚的男子蜂拥而来，经过挑选后，大公主、二公主、三公主、四公主都找到了自己的如意郎君，唯有没有找到符合小公主的人，最后留下的一位最优秀的征婚男子，智符合大公主、二公主的条件，还缺两样没有达到要求，因此小公主不能嫁给他。

最优秀的男子离开国王的宫殿后念念不忘美丽的小公主，心情非常的糟糕。在回去的路上正好遇见了一位化缘的老和尚，老和尚看到男子心事重重，于是忍不住地询问。男子把事情的经过告诉了老和尚，老和尚听了后道：“施主不必沮丧，小公主实在是最聪明的一位公主啊，其实你已经是国王的驸马了，那最后的两个条件是可以通过自己的努力去完善的啊。”

男子立即醒悟，的确如此。三年后，男子通过访求名师，刻苦学习，终于练就了一副好嗓音，而且通晓了各种琴艺，最后到了国王面前，娶回了小公主。

其实，大千世界，每个人都不是完美的。关键是一个人能否的看到自己的不足之处，然后加以改善不断地完善自我。所以说，一个人在自己的生活经历中，在自己所处的社会境遇中，能否真正认识自我，肯定自我，如何完善自我形象，如何把握自我发展，如何全方位的健全自己，将在很大程度上影响或决定着一个人的前程与命运。换句话说，你可能渺小而平庸，也可能美好而杰出，这在很大程度上取决于你是否能够反省，充分地看到自己的不足，并在此基础上真正完善自己。

## 第八章　克制情绪，不为冲动付出代价

遇事随着自己的性子来，意气用事，只能引发没必要的事端，或造成更大的麻烦。事到临头要学会控制情绪，要有胸怀，这样才能大事化小，小事化了，和谐相安。

### 控制脾气能更好解决问题

**控制不住自己的情绪，莽撞行事的人其实就是自己和自己过不去，因为这种行为会给自己带来更多的麻烦。**

每个人都有自己刚性的一面，有时做事义正词严、满腔热血和义愤填膺都是可以理解的。但如果动辄对别人破口大骂或大打出手，那就为可取了。我们做事的时候，不妨收敛一些，这样可以避免很多麻烦。

我们中国是一个讲究“忍”的国家，相互忍让，倡导以“和”为贵。对那些做事冲动、莽撞和动辄就火冒三丈的人是没有好感的，认为他们做事鲁莽、欠稳重，简直就是“成事不足，败事有余”，为人们所不齿。古代中国是一个讲究内涵和含蓄的国家，即做事不能随心所欲，但这样做的结果是，人们通常没有勇气面对自己的行为。

在今天，人际沟通在我们的社会生活中占有非常重要的地位。但很多人通常是瞻前顾后、当面不说、拐弯抹角、言不由衷、背后乱讲，这是一种多么可怕的做事方式。如果觉得哪个人有错误，不当面指正，而是在背后指指点点，假如你是那个当事人时，千万不要冲动。建议先给自己浇上一盆凉水冷静冷静再说，否则，你可能发泄一通，你是解气了，消气了，但你没有发现更大的隐患埋伏着：由于你的发怒，他们更加相信传言，自己更加被动。

我们每天都在经受来自生活各方面的刺激。有的人稍微一遇到点刺激就怒火三丈，如果这时想要自己变得理性起来，似乎比登天还难。但如果真要让我们做到这一点，我们需要靠自控能力，更要认清自己，认清自己的性格，认清自己对什么比较敏感，对什么会使自己的失控，会使自己发泄自己的脾气。对于一个修炼到家的理性人来说，他们都有很强的自控力，即使他们面对自己最敏感的问题，脸上也看不到愤怒的表情，不显山，不露水。因为他知道“冲动”会给自己带来什么样的后果。当然他也不会压抑自己，而是用积极正面的沟通则可以降低紧张的气氛。理性的沟通通常具有感染性，没有一个人不识趣地对别人计较没完没了，也都会各让对方一大步，双方没事即可。

深呼吸法也可以作为我们最快最直接的情绪调节方法。像我们所说：“心神不宁、心浮气躁、心焦如焚和心神不安都是指处于心情紊乱状态。深呼吸可以使我们“气定神闲”和“心安理得”，即深呼吸可以调气调息，把气调顺，能克制住自己的负面情绪，回归理性思考，以使自己不会自讨苦吃，从而使自己处于安全状态，不会酿成大错。

西方古谚说：“有人分享快乐加倍，有人分担痛苦减半。”此理不虚。一些国外的研究表明，当自己心情不好的时候，最好的方法就是找到自己的亲朋倾诉沟通。一起交谈的两个人通常会有同样的喜怒哀乐，甚至体温和心跳次数也都一样。所以，我们如果借助别人的“分享”自己的喜怒哀乐，则可以提高自己的情商。把自己孤立起来只能使自己越来越苦闷，如果到达一定程度，能随时做出一些令人不可理解的事情来。就像马加爵那样，把苦闷憋在心底，憋在日记里，而最后让仇恨把自己带向毁灭。

所以，当我们处于不好情绪中时，不要轻易表达你的愤怒，否则，不明就里的人也会同样的态度对待你，而让你的心情更糟。我们要在关键时刻控制自己的态度，让一切恶果消失在萌芽之中。这样，则可以让我们更加理性起来，带给我们更多的快乐。

### 发怒等于虐待自己

**没有什么比理解和宽容更能让一个人理智些，千万因为别人的一点伤害而燃起自己的怒火，结果烧得最重的还是自己。**

在很久以前，古人就已经认识到“大怒气逆伤肝”。我国的一位心脑血管权威专家曾说：“人一般到了50岁的时候，因动脉硬化每年血管大约会狭窄1%——2%。如果你有抽烟的习惯，或患有高血压、高血脂病，每年造成的狭窄会更多。要是发怒生气的话，一分钟动脉就可能痉挛狭窄100%，当时就有猝死的可能。

美国《生活》杂志也曾刊载说：“愤怒不止的话，长期性的高血压和心脏病就会随之而来。”据说美国芝加哥市的一位餐厅老板就因为愤怒而亡。一次，这位餐厅老板看到厨师用茶碟喝咖啡时非常生气，发疯似的抓起一把左轮手枪去追赶那个厨师。结果他的心脏病发作了，剧烈的疼痛迫使他扭动着身躯转了一圈后，倒地身亡。一个餐馆老板就这样死了，事情并没有因为他的发怒而带给厨师任何惩罚。

一个人如果控制不住自己的情绪的话，那么他的行为也就会失控，就会给自己和别人带来伤害，这难道不是自己和自己过不去吗？

发怒是人的一种本性。有权威资料揭示，一场暴怒可能给人们带来长期的伤害。即使是自己真的受了伤害，发怒对自己也是没有任何好处的。由于发怒而产生的痛苦远远比事件本身带给你的伤害严重。

从前，有一个妇女，常常为一些小事而生气。她也深知这样下去对自己不好，于是，她便求一位高僧为自己超度解脱，以开阔心胸。

高僧听了她说的话，一声不响地把她领到一间空的禅房中，落锁而去。

困于房中的妇女气得跺脚大骂不止。骂了很长时间，高僧一点也不理会她。妇女无可奈何，开始哀求起来。高僧仍旧不理睬她。最后，妇女发现所做的一切都是徒劳，就沉默下来。

高僧来到门外，问那个妇女：“你还生气吗？”

妇女说：“我只是在为自己生气，自己会到这个地方来遭罪。”

高僧听了，严厉地告诉她：“自己都不能原谅自己，怎么能做到心如止水。”

又过了许久，高僧又问她：“你还生气吗？”

妇人说：“不生气了。”

高僧问：“为什么不生气呢？”

妇人说：“气也是徒劳。”

高僧这时说：“其实，你的气还没有消，只不过是压在心里罢了。一旦爆发，将一发不可收拾。你还不能走。”

当高僧第三次又来到关着妇女的禅房里的时候，妇人主动对他说：“现在，我不生气了，因为根本就不值得生气。”

高僧笑道：“还知道不值得，可见心中还衡量，还是有气根。”

夕阳西下的时候，高僧立在门外，妇人便问高僧：“大师，什么是气呢？”

高僧将手中的茶水泼在了地上。妇人观察了好长时间，顿悟，拜谢高僧而去。

什么是气？气就是从别人嘴里吐出来，你接到嘴里，便会恶心反胃。当你不理会它时，它便会自消云散了。气其实就是用别人的错误来惩罚自己的愚行。“夕阳如金，皎月如银”人生的幸福和快乐还享受不尽，哪里还有时间发怒呢？

每一个人都会发怒，特别是在丧失理智的时候，甚至会怒发冲冠。即使是蠢人也有自己的脾气，但是并不是所有的人都能控制住自己的怒火。那些在怒火后能迅速降温的人才是有真智慧的表现。没有什么比理解和宽容更能让一个人理智些，千万因为别人的一点伤害而燃起自己的怒火，结果烧得最重的还是自己。

在生活中，如果由于别人的原因生气就是惩罚自己，或许是自己屈解了别人的意思而耿耿于怀的话，那就更不值了。不但误会了别人，而且还惹火了自己。怒火是由自己燃起来的，理应由自己熄灭。只要你想熄灭，想给生活增加一些快乐的话，你就一定能熄灭，因为主动权掌握在你的手中。

### 退一步海阔天空

**“退一步海阔天空，让它一步又何妨？”如果你能这么想，就不会为了一点鸡毛蒜皮的事情而不快乐了。**

在生活中，我们免不了要和亲朋、邻居、同事等打交道，相处久了，难免会发生一些不愉快的小磨擦。人之本性，谁没有犯错误的时候呢？当别人做了一些不利己的小事时，让他一步又何妨呢？人非草木，事情的结果很可能会使双方的友情、亲情加深，邻居亲属等相处得更加和谐，彼此生活得也会更如意快乐。

古代有个叫陈嚣的人，他与一个叫纪伯的人做邻居。有一天夜里，纪伯偷偷地把陈嚣家的篱笆拔起来，往后挪了挪。

第二天早晨，陈嚣发现自己家的地盘少了一些，心里想，你不就是想扩大点地盘吗，我满足你。等纪伯走后，他又把篱笆往后挪了一丈。天亮后，纪伯发现自家的地又宽出了许多，知道是陈嚣在让他，他心中很惭愧。于是，主动找上陈家，把多侵占的地方统统还给了陈家。

这是一个关于让人一步的小故事，让步的结果是：邻居之间的疙瘩和敌视没有了，双方又过上了幸福快乐的生活。在《菜根谭》上说：“经路窄处，留一步与人行。”意思是说，在双方的利益发生矛盾的时候不妨让别人先得利，自己退让一步。表面看来，自己吃亏，但实际上，这又是一种多宽广的胸怀和气度。如果彼此都不相让，大打出手，势必会两败俱伤，倒不如稍作退让，免去双方的误解和不快，岂不更好。

退一步海阔天空，那些为鸡毛蒜皮的小事而斤斤计较的人不就是自己和自己过不去吗？

歌德是德国伟大的诗人，他的很多诗歌在人间广为传颂，但在他生活的那个时代，仍有很多人对他的作品怀有很深的成见。一次，歌德就遇到了这样一个怀有偏见的家伙。

那是在德国魏玛公园里，当时，歌德正在一条窄窄的人行道上散步，发现对面走来一位曾对他的作品提过尖锐、甚至是挖苦的批评家。当两人走到一起的时候，面对面地停住了。只见那位批评家骄横地说道：“我从来不给蠢货让路。”歌德则说：“而我正好相反！”说完笑容可掬地退到一旁。那位不可一世的批评家走过去更加气急败坏了，可张着嘴半天说不出一句话来。

歌德对那位向他发难的批评家退让一旁让那位批评家先过去，这不仅显示了他豁达的情操和高雅的风度，仅仅用了一句话就对他进行了“礼让”，这哪里不是一种妙巧的还击呢？

这样的事情其实在我们的日常生活中常常发生着，比如排队存取款的时候，买火车票的时候等等。我们可能没有诗人的幽默有力，但总会有一点让人的气度吧——让他一步又何妨？这样做的结果可以给我们带来如下好处：就算他确有急事，让他一步也是做了一件好事；跟这样无礼的人较劲，实在没有必要，猖狂的人自有猖狂的人对付，让他去到别人那里碰壁去吧。俗话说：忍一时风平浪静，让一步海阔天空。让步后，不会使自己头脑“发热”，甚至心跳加速，血压升高，给自己带来不快又何苦呢？如果不这样做，岂不是自己为难自己吗？

在我们平常的生活中，一定会遇到许多需要作出微小牺牲的小事。这时，我们不妨心胸开阔些。“退一步海阔天空，万里长城今犹在，让它一步又何妨？”如果你能这么想，就不会为了一点鸡毛蒜皮的事情而不快乐了。

### 小不忍则乱大谋

**每个人的生活大都不会一帆风顺，要想人生的航程顺利一点，就要加强克制和忍耐的修养。**

中国古语讲：“小不忍则乱大谋。”这是一句很有学问的话。很多人的一生都败给了自己，就是因为不能克制和忍耐。

汉初名臣张良外出求学时曾遇到一件事。一天，他走到下邳桥上遇到一个老人，穿着粗布衣服，在那里坐着。见张良过来，故意将鞋子掉到桥下，冲着张良说：“小子，下去给我把鞋捡上来！”张良听了一愣，本想发怒，因为看他是个老年人，就强忍着到桥下把鞋子捡了上来。老人说：“给我把鞋穿上。”张良想，既然已经捡了鞋，好事做到底吧，就跪下来给老人穿鞋。老人穿上后笑着离去了。一会儿又返回来，对张良说：“你这个小伙子可以教导。”于是约张良再见面。这个老人后来给张良传授了《太公兵法》，使张良最终成为一代良臣。老人考察张良，就是看他有没有遇辱能忍，自我克制的修养。有了这种修养，“孺子可教也”，今后才能担当大任，处理复杂的人际关系和艰巨的事情，才能遇事冷静，知道祸福所在，不意气用事。

一个不能克制自己的人，就是自己和自己过不去，在做一些事情的时候往往会酿大祸。

在法国发生了这样一则故事：阿兰·马尔蒂是法国西南小城塔布的一名警察。这天晚上，他身着便装来到市中心的一间烟草店门前，准备到店里买包香烟。这时店门外一个叫埃里克的流浪汉向他讨烟抽。马尔蒂说他正要去买烟。埃里克认为马尔蒂买了烟后会给他一支。当马尔蒂出来时，喝了不少酒的流浪汉缠着他索要烟。马尔蒂不给，于是两人发生了口角。随着互相谩骂和嘲讽的升级，两人情绪逐渐激动。马尔蒂掏出了警官证和手铐，说“如果你不放老实点，我就给你一些颜色看。”埃里克反唇相讥：“你这个混蛋警察，看你能把我怎么样？”在言语的刺激下，二人扭打成一团。旁边的人赶紧将两人分开，劝他们不要为一支香烟而发那么大火。被劝开后的流浪汉骂骂咧咧地向附近一条小路走去，他边走边喊：“臭警察，有本事你来抓我呀！”失去理智、愤怒不已的马尔蒂拔出枪，冲过去，朝埃里克连开四枪，埃里克倒在了血泊中……法庭以“故意杀人罪”对马尔蒂作出判决，他将服刑30年。一个人死了，一个人坐了牢，起因是一支香烟，罪魁是失控的激动情绪。

克制与不克制，忍耐不忍耐，上面两个小故事，我们可以窥豹一斑。的确，在生活中我们可以经常看到这样那样的人因不能克制自己，而引发争吵、打架，甚至流血冲突的情况。有时仅仅是因为你踩了我的脚，一句话说得不恰当，就引起冲突。

据统计，在社会治安案件中，很大程度都是由于当事人不能冷静地处理事情而发生的。每个人的生活大都不会一帆风顺，要想人生的航程顺利一点，就要加强克制和忍耐的修养。遇到事情时，面对人际矛盾时，须知百善忍为先。要学会克制，学会忍耐，忍一忍心平气和，退一步海阔天空。

### 学会克制，就会有更多的快乐

**我们应当做自己情绪的主人，不被它所主宰。这样，你就会活出一个崭新的自己。**

学会克制自己是一件非常不容易做到的事情，我们每天几乎都是在理智和感情的较量的生活中度过的。不能克制自己的人，会容易成为被别人利用的对象，反之，你就是行得正和走得端的人。

每个人都有自己的情绪好坏，即一个人一个脾气，即使是一个愚人或傻瓜也有自己的脾气。如果你一遇事情就很长时间近乎歇斯底里而不能平静下来，那么，这对你的身体或者精神绝不会有好的结果。人有被气死的很多事例，像大家熟悉的三国周瑜等等。

有的人向来脾气火暴，做事情常是不考虑后果的急性子。这样的人会让其身边的人们担忧不已，生怕哪一天就给他们捅下一个天大的蒌子来，有如一颗“大鞭炮”。对“大鞭炮”型的人来说，不管是谁，只要是拿“火”一点，准能及时爆炸开来。这样的人更容易被一些别有用心的人所鼓惑利用。

当我们遭受别人讥讽和不公平对待时，不要凭着冲动，发泄一通而损害了自己的心理健康，甚至是遭受更大的损失。俗话说：“壶小易热，量小易怒。”动辄发脾气、动肝火是胸襟狭窄、气量太小的表现，这往往是不明智的表现。

有一个十分任性和性格暴躁的孩子，他说话粗野，常常用粗鲁的语言而遭人厌恶。他的身边没有了朋友和好伙伴，常常为此而感到苦恼。这时，他的父亲告诉他：“当你自己发脾气、将要克制不住自己时，就在门前的那棵树上钉一枚钉子。

那个小男孩照着父亲的话，认真地去做了，而且他还时常叮嘱自己，遇到相同的事情不要犯同样的过错。时间一长，他发现，如果克服自己的愤怒情绪，会为自己带来很多意想不到的好处：能遇事不慌，能把握住未来。渐渐地，他学会了控制自己的不好情绪。开始的时候，钉子很多，后来，钉子越来越少了，因为他已经学会克制自己。

有一天，他兴奋地问父亲：“我已经有好长时间不钉钉子了，知道了自己如何克制自己。对于那些不讲道理的人也有办法应对了，和别人的关系越来越融洽。”

父亲说：“你学会了以平和的心态去对待别人，这正是我想要得到的结果。以后，每当你解决了和别人的矛盾时，不再无故地伤害别人时，每发生一次，就从木柱子拔掉一枚钉子。”

不到很长时间，当孩子想要发泄一通自己坏脾气的时候，就想想父亲说的话，努力克制着自己，调整好心态后，就从木头上拔掉一颗钉子。渐渐地，树上的钉子慢慢地被拔光了，完全掌握了面对自己周围的人和物。

这次，他又高高兴兴地向父亲汇报。父亲很平静地带他来到了木头旁，指着那些密密麻麻的钉子眼说：“孩子，每当你脾气暴躁伤害了别人以后，留在人们心上的伤疤就像这些钉子眼，是很难消除的。伤害一个人很容易，恢复美好的情感却是相当困难的。”孩子羞愧地低下头。对自己以往的过失懊悔不已，密密麻麻的钉子眼就像钉在自己心上一样让他痛苦不堪。

父亲用最有效的方法成功地使儿子改掉了坏脾气。其实，愤怒是我们普通人在生活中常遇到的一种问题，它是心理的一种反应，但也不能让其无限制地蔓延。我们应当做自己情绪的主人，不被它所主宰。

脾气暴躁的人其实在生活中就是处处自己为难自己，自己给自己出难题。控制不住自己的脾气不但对事情的解决没有帮助，而且还有害自己的身心健康，这不是自己和自己过不去吗？

竞争激烈的职场是最容易滋生怒气的地方。你是不是在办公室常常雷霆振怒，满腔怒火无法释放，最后烧到自己或亲朋？其实，生气对于解决事情来说，毫无作用和意义可言，如果学会管理自己的情绪，自己则能更好地驰骋职场。通常来说，工作中的挫折、能力不被重视、同事间勾心斗角，或者公司的制度和环境不够健全，以及失业率居高不下都是导致职场愤怒的原因。

其实，最重要的因素还是与自身的问题有关，像精神方面的问题，例如忧虑、心理失衡等等。还有，很多人喜欢天生有一种表现和支配别人的欲望，喜欢控制和指使别人，也容易激起别人的愤怒情绪。

愤怒是一种很伤自己健康的负面情绪，它来自于外在的刺激和自我认知之间的矛盾，只要我们生活在这个世界上，它就将伴随我们一生。这个矛盾滋生的恶果会使人际关系变得紧张起来。或许别人不经心的一句话，自己就变得异常敏感，导致自己久久不快乐，甚至会发生像失眠和胃溃疡等等方面的疾病。

在维护自己合理利益的前提下，用调节的方法来化解自己的怒气。当自己想释放愤怒时，不妨用宽容的方式多了解一下对方，多从对方的观点和角度看问题，自己适当地谦虚一些，这些有助于化解人际关系的疙瘩。此外，当我们的大脑高度运转了几天或更长的时间以后，我们不妨多运动运动，为自己营造一个好的心境。

### 学会妥协就能方便自己

**人与人之间的敌意是一点一点增加的，也可以一点一点消灭。**

《圣经·驮福音》中说：“你希望别人怎样对待你，你就应该怎样对待别人。”这句话被多数西方人视为工作中待人接物的“黄金准则”。所以说，要想得到别人的信赖和好感，必须向对方投以温和。

你每天白天一大半的时间都是跟同事在一起，你能否从工作中获得快乐和满足，与你朝朝暮暮相处的同事有很大关系。当你在公司时，没有人理你，没有人愿意主动跟你讲话，也没有人向你倾吐谈心时，你是否感觉到工作的无聊或因人际关系所带来的压力。

一个人要想在生活中面面俱到，谁也不得罪，谁都说好，那是任何人都做不到的。所以，与人产生种种冲突和意见是很常见的事。比如，和同事之间经常在一块儿相处，难免会有一些鸡毛蒜皮的锅碗瓢盆交响乐发生。各人的性格优点和缺点也暴露得比较明显突出，特别是每个人行为上的缺点和性格上的弱点暴露得多了，就会引发各种各样的瓜葛、冲突。这种瓜葛和冲突有些表现在明处，有些表现在暗处，有些是公开的，有些是隐蔽的。种种不愉快交结一起，各种压力一触即“喷”。

人与人之间，除非有不共戴天之仇不可化解，但在生活中的恩怨一般不至于达到仇恨的地步。只要矛盾与冲突没有发展到你死我活的地步，总是可以化解的。请你记住这点，敌意是一点一点增加的，也可以一点一点消灭。中国有句老话叫作“冤家宜解不宜结”。人总会低头不见抬头见，还是少结冤家比较有利。这时，就需要你做些适当地妥协与退让，尽量避免矛盾与冲突的发生。说不定你的妥协与退让能让对方改变态度，并对他大为感动。

在人际交往中，不懂得妥协和让步的人，其实就是自己给自己出难题，因为这样不利于矛盾的化解。

某公司财务科杰拉尔德一时粗心，错误地给请过几天病假的斯奈伦伯格发了整月的工资。在他发现之后，匆匆找到斯奈伦伯格，向他说明让他悄悄退回多发的薪金。但是遭到了断然的拒绝，斯奈伦伯格则只允许分期扣回他多领的薪水。

双方争执不下，气愤之余的杰拉尔德平静地对斯奈伦伯格说：“好吧，既然这样，我只能告诉老板了。我知道这样做一定会使老板大为不满，但这一切都是我的错，我只有在老板面前坦白承认。”就在斯奈伦伯格还没反应过来的时候，杰拉尔德已大步走进了老板的办公室，把前因后果都告诉了他，并请他原谅和处罚。但是，他没有说出斯奈伦伯格的名字。

老板听后非常生气地说这应该是人事部门的原因。但杰拉尔德重复地说这是自己的错误，与别人没有任何原因。老板于是又大声指责会计部门，杰拉尔德又解释说不怪别人，实在是自己的错。接着老板又责怪起与杰拉尔德同办公室的两个同事起来，但杰拉尔德还是固执地一再说是自己的错，并请求处罚。

最后老板看着他说：“好吧，这是你的错。那位错领全薪的员工也太差劲了，对了，他叫什么名字，让我找他谈一谈。”

杰拉尔德说道：“这并不怪他，主要怪我，理应我承担全部的责任。”说完，他掏出自己的薪水从中抽出一部分补上了多发给斯奈伦伯格的那一部分。

斯奈伦伯格得知事实的真相以后，内心感到有些愧疚。没多久，就将多发给自己的那一部分给了杰拉尔德，并与杰拉尔德成了很要好的朋友。

试想一下，虽然错误主要出在杰拉尔德身上，但是斯奈伦伯格也有一定的责任。如果不是杰拉尔德做了适当的退让，承担了全部的责任，将斯奈伦伯格交与老板处理，那么他们之间的关系肯定会恶化到仇人的地步。

适当地妥协、容忍与退让有利于你协调人际关系，缓解压力，发展事业。所以说，在与人相处过程中，还是学会适当地妥协吧！

### 动怒时，就冷静10秒钟

**一个人要成大事，首先要学会控制自己的愤怒。控制了你的愤怒，就控制住了人生！**

人在高兴时，不能任由自己的愤怒发泄出去，要学会控制自己的愤怒。因为一个无法控制自己情绪的人，一定也无法控制自己的人生。你的情绪若不正常，会直接影响到你的心态，影响到你的工作效率，影响你的下属。试想，一个老板，一大早走进公司就阴沉着脸，下属看见了会做何感想。他会想老板不是跟太太吵架了，就是公司的事情有些不妙了。

美国钞票公司的总经理伍德赫尔想出了一种很好的办法来发泄他的怒气。

在他还很年轻的时候，他在一家公司任职，那是一个地位很低的位置。对此，他很不满意，因为别人并不怎么重视他，自己升迁的机会也不多。其实有许多青年都有这种感觉，但是，如果他们将这种不满表现得太明显，有时就会引起上司的不高兴。伍德赫尔是怎么办的呢？他说：“有一段时期，我的这种感觉非常强烈，并且渐渐地扩张，以至于我觉得非离开这个鬼地方不可。在我写辞职信之前，我拿了一枝笔和一瓶红墨水——因为黑墨水不足以发泄我内心猛烈燃烧的愤怒——坐下来把我对于公司中每个上级职员和经理的批评都写在一个单子上。我写得很不错，用词考究而优美。然后，我把这些东西收了起来，把我的愤怒讲给一个老朋友听。”

这位老朋友让伍德赫尔另外拿了一瓶黑墨水来，让他把这些人的才能写出来，并把他自己所能做的事也写出来，以及他如何计划在10年中改变自己的地位等等。然后，再让他把这两种颜色的单子互相比较一下。于是，他的一切愤怒便马上消减了。这使他能冷静地看待事实了，最终决定还是留在这里。

“以后凡是我忍不住的时候，”伍德赫尔说，“我便坐下把我所要说的而不敢直说的话都写下来。这实在是一种很好的很安全的活塞。我写完之后，一身就清爽多了。我把写的这些东西藏起来，不让别人看见。慢慢地，大家都知道我有一种很强的自制能力。我劝告那些要管理别人的人，无论年轻的还是年长的，都应该学着写写这种红墨水单子，来约束自己。”

纽约的电气大王爱德利兹也有同感，他说：“愤怒的时候写写信有时是很好的，它可以松弛你的情绪。不过这种信应该等一天再发，这样你就有足够的时间来考虑这样一个重要的问题：‘我这种愤怒的言词究竟会给我带来什么结果呢？’这一点非常重要。”

对一些无关紧要的事发脾气，可以养成保持镇静的习惯，而这时，耐心是很重要的。

曾经在民众煤气焦煤公司做过30年总经理的比令兹有一种特别怪的脾气：一些小事很容易让他发脾气，而对于那些严重的事他则会若无其事。有一次，他把一盒雪茄烟忘在了四轮马车里，过了一会儿他记起来了，回头去找时烟已经不见了。

他对此非常愤怒，大声地吼叫起来，他旁边的人都以为那一定是很贵重希罕的烟。但事实上那盒烟才5分钱一枝，总共还不到二元五角钱。

他的这次愤怒与有一次他损失了一笔巨款时的情况，真是鲜明的对比。“那时正值经济大萧条时期。比令兹先生因为卧病在床，有几天没有出去。就在这几天，一个银行倒闭了，就是这家银行借了他一共大约30000元之巨的几笔款。由于没有担保，就这样失掉了。”别人把这个损失告诉他的时候，他只用手摸了摸头发，想了一下，然后说：“算了罢，不打破几个蛋，是做不成软煎蛋饼的。”

能控制自己愤怒的人才能避免一些不必要的麻烦，从而使他们的成功成为必然。不能够控制自己愤怒的人其实就是自己为难自己，因为成功会因此离他越来越远。

### 不妨自己安慰自己

**不要自己给自己出难题，要学会自己安慰自己，这样就会换来快乐，获得心灵的宁静。**

生活中，一些人对什么事都看不惯。他们爱斤斤计较，认死理，因此对人过于挑剔。

做人是一门学问，是一门甚至用毕生精力也未必能勘破个中因果的大学问。多少不甘寂寞的人究其原因，试图领悟到人生真谛，塑造出自己辉煌的人生。然而，人生的复杂性使人们不可能在有限的时间里洞察人生的全部内涵，但是人们对人生不能太较真便是其中的一理。这正是有人活得潇洒，有人活得累的原因所在。

在遇到烦恼的时候，我们千万不要沉溺于烦恼，不要自己给自己出难题，要学会自己安慰自己，这样就会换来快乐，获得心灵的宁静。

人非圣贤，孰能无过。为人处世，经常以“难得糊涂”自勉。求大同，存小异，有肚量，能容人，你就会有许多朋友，且左右逢源，诸事遂愿；相反，“明察秋毫”，眼里揉不进半粒沙子，过分挑剔，什么鸡毛蒜皮的小事都要论个是非曲直，容不得人，人家也会躲你远远的。最后，你只能关起门来“称孤道寡”，成为使人避之唯恐不及的异己之徒。古今中外，凡是能成大事的人都具有一种优秀的品质，就是能容人所不能容，忍人所不能忍，善于求大同存小异，团结大多数人。他们胸怀豁达而不拘小节，大处着眼而不会目光如豆，从不斤斤计较，纠缠于非原则的琐事，所以他们才能成大事、立大业，使自己成为不平凡的伟大人物。

在古老的希腊，有一个叫艾地巴的人，每次生气和人起争执的时候，就以很快的速度跑回家去绕着自己的房子和土地跑三圈，然后坐在田地边喘气。艾地巴工作非常勤劳努力，他的房子越来越大，土地也越来越多，但不管房地有多大，只要他与人有了纷争，他还是会绕着房子和土地跑三圈。

所有认识艾地巴的人，心里都起疑惑，但是不管怎么问他，艾地巴都不愿意说明。直到有一天，艾地巴老了，他的房子和土地变得更多。但他生气时，依然拄着拐杖艰难地绕着土地跟房子走，等他好不容易走了三圈时，太阳都下山了。艾地巴独自坐在田边喘气，他的孙子在身边恳求他：“阿公，您年纪已经大了，这附近地区也没有人的土地比你更大，您不能再像从前，一生气就绕着土地跑啊！您可不可以告诉我这个秘密，为什么您一生气就要绕着土地跑上三圈？”

艾地巴禁不起孙子的再三恳求，终于说出隐藏在心中多年的秘密。他说：“年轻时，我一和人吵架、争论、生气，就绕着房地跑三圈，边跑边想：我的房子这么小，土地这么少，我哪有时间，哪有什么资格去跟人家生气。一想到这里，气就消了，于是就把所有时间用来努力工作。我现在还是会生气，生气时绕着房地走三圈，边走边想，我的房子这么大，土地这么多，我又何必跟人计较？一想到这，气就消了。”

生活中，应该学会像故事中的艾地巴一样，自己安慰自己。自己不会安慰自己，其实就是自己和自己过不去。凡事适可而止，不可太在意。

### 反省成就完美人生

**人生中，难免会犯错误，走弯路，但更重要的是，人一定要懂得反省自己，这样才能只错就改，成就完美人生。**

“静坐常思自己过”这句话听其爱虽然有些迂腐，然而他却不失为一句最好的幸福格言。要知道“静坐常思自己过”是一种反思的功夫，也就是自我批评的本领。倘若有错且不能自省，别人是无法劝谏的，事情便会朝着更糟的方向发展，人生就会离幸福越来越远。假如我们能够时常静下心来，思考一下自己做事或待人方面是否有亏缺的地方，自然就会少些对别人的抱怨与指责了，多些安宁和快乐。

古时候，有个叫周处的人，从小父亲就死了，由母亲一手带大。因为缺乏家庭管教，所以凡事都由着自己的性子，蛮不讲理，动不动就和人争斗，村里的人都很害怕他。村里人暗地里把他和附近的猛虎、蛟龙合称为“三害”。

有一天，周处看到村里的人个个愁眉不展。他走过去问：“你们有什么不高兴的事吗？”人们告诉他，他们之所以不开心，因为乡里有三个祸害：一是南山上的猛虎，二害是河里的蛟龙。问到第三害了，人们都闭口不说了，只是看了看周处。周处以为人们是希望他去除三害。就说：“这三害不算什么，等我去除掉它们，你们就开心了。”于是大家都撺倒说：“太好了，你要是能除掉这三害，我们一定感谢你。”

于是，周处就去除三害了，很快，猛虎被他用弓箭射死了，随后，他又跳下了水，和蛟龙搏斗起来。

三天过去了，周处还没有回来。村里人想，这回“三害”都死了，于是互相庆贺。

可是，三天后，周处杀死了蛟龙回到了村里。发现大家正在庆祝三害已除，才知道自己是三害之一，心里难过极了，于是痛下决心，改过自新，逐渐成为了一个有德有才的人。后来有人推荐他做了官，因为为官清正，得到了百姓的爱戴。

古人讲：“人非圣贤，孰能无过。过而改之，善莫大焉。”佛陀说：“如果你想了解幸福的真义，就必须经常如此反省。”故而有人说，幸福从忏悔起步，从持戒下手。

富兰克林年轻时，性格张扬无比，处处咄咄逼人。他也意识到自己的人生出现了严重的问题，但不知道自己究竟问题出在那里。有一天，他父亲的一位好友实在是看不下去了，才把他唤到面前，对他规劝道：

“富兰克林，你是个聪明的孩子，有些道理难道你不懂吗？你常常不肯尊重他人意见，凡事都自以为是，你看看结果是多么的糟糕：人家受了你几次这种难堪后，就没有人愿意再听你那一味矜夸的言论了。所有人都远避于你，免得受你的冤枉气。老实说，你所掌握的东西还有限得很，而你身边的人很多都比你水平高，你的轻狂自大只能让别人看到你的无知。”

富兰克林听后，满脸羞愧，一下子发觉了自己过去的错误，从此，他决定痛改前非。

富兰克林经过反省后，他给自己开出了一张缺点清单，清单上是他所有让人讨厌的性格特点。他把最有害的一种性格特点放在清单的第一位，然后依次排下来。他决心要改掉这些让人讨厌的缺点。

当他改掉其中一个毛病的时候，他就从清单上将其划掉，直至清单上所列出的缺点全部划掉为止。

不久，他便从一个被人鄙视、拒绝人，渐渐地转变成为处处受人欢迎爱戴的人了。富兰克林后来说道，他一生的事业完全得益于这次转变。

华盛顿总统曾经这样说：“如果让我说出我所敬佩的人的名字，第一个是富兰克林，第二个是富兰克林，第三个还是富兰克林。”这句话道出了富兰克林在美国人心中的地位。如果富兰克林当时没有接受劝勉，仍旧事事妄自尊大，不把他人放在眼里，那美国将会少了这样一位伟大的领袖。

有了错误必须有所觉悟，然后图以改之，才能走上光明之路。若是有错而不思悔改，或者口是心非地改正，那只能在错误的道路上越走越远。所以，人只有了解了自己的缺点，正视了不足，才能让自己不断的发现自我，挑战自我，完善自我，让自己的人生变得更加完美。

### 学会控制你的情绪

**当你遇到事情时，面对人际矛盾时，要学会克制，学会忍耐，不要像炮捻子，一点就着。**

控制消极情绪似乎是一件很难做到的事，其实只要你在日常生活中注意培养自己控制情绪的能力，那么到了关键时刻就能做到“每临大事有静气”。

著名心理学家弗兰克尔曾讲过一个故事——一位老人因心爱的老伴去世而痛不欲生，弗兰克尔却对他说，他替他感到高兴。老人不解地问道：“你怎么能这样说呢？”于是弗兰克尔给他指出，如果他先死，他的老伴必然万分悲痛。既然现在是老伴先死，他就义不容辞地承担这种痛苦，并为老伴不会受这种罪而感到庆幸。这位老人接受了弗兰克尔的观点，改变了自己的想法，他的心态也逐渐变得平和起来。

生活中我们常见到当事人因不能克制自己，而引发争吵、咒骂、打架，甚至流血冲突的情况。有时仅仅是谁踩了谁的脚，一句话说得不当，在地铁里抢座位，在公交车上挨了一下挤，都可能成为引爆一场口舌大战或拳脚演练的导火索。在社会治安案件中，相当多的案件都是由于当事人不能冷静地处理微不足道的繁琐小事而发生的。

人皆有七情六欲，遇到外界的不良刺激时，难免情绪激动、发火、愤怒。这是人的本能的生理和心理反应。但这种激动的情绪不可放纵，因为它可能使你丧失冷静和理智，不计后果地行事。因此，当你遇到事情时，面对人际矛盾时，要学会克制，学会忍耐，不要像炮捻子，一点就着。

中国古代打仗时，如果守城的一方宣布闭门停战，攻城的一方便在城下百般秽骂，非要惹得那守城的一方怒火中烧，杀出城来——攻城的才可以乘机获胜。兵法上称之为“激将法”。但如果守城的能克制忍耐，对方也就无计可施了。不但敌我作战之际需要有克制忍耐的大将风度，就是日常生活中待人处事，也须有克制忍耐的涵养。

石油大王洛克菲勒早年，曾有一青年闯入他的办公室，问到他的写字台前，用拳头猛击台面，并大发雷霆地说：“洛克菲勒，我恨你！……”

那人恣意谩骂十分钟之久。办公室里的职员听得清清楚楚，料想洛克菲勒一定会拿起墨水瓶向那人掷去，或者叫保安把他赶出去。但是洛克菲勒没有这样做，他把笔搁下，神情和善平和，静静地注视着发怒者。

最后，那青年只好拍了几下桌子，怏怏离去。

洛克菲勒扶正那张椅子，像没事似的，又埋头工作，也始终不再提这事。

林肯说得好：“与其为争路而被狗咬，不如将路让给狗。即使将狗杀死，也不能治好受伤的伤口。”

唐代僧人寒山曾写诗道：“有人来骂我，分明了了知（心里明明白白）。虽然不应对，却是得便宜。”这首诗很值得玩味。清人傅山说过：愤怒正到沸腾时，就能铲除并停止住，这一点不是“天下大勇者”便不能做到。

中国古语讲：“小不忍则乱大谋。”如果你想和对方一样发怒，你就应该先想想这种爆发会产生什么后果。如果发怒必定会损害你的身心健康和利益，那么你就应该约束自己、克制自己，无论这种自制是如何的吃力。

如果你忍不住别人的刺激快要如火山一样爆发时，就试试曾是美国总统的杰弗逊所教的方法：“生气的时候，开口前先数到十，如果非常愤怒，先数到一百。”

其实人的心态可以自制和调整。这就是为什么许多人年轻的时候心浮气躁，肝火很大，而到了年老时反而心气平和的原因。因此，如果你想年轻时成就一番事业，首先就要学会控制自己的情绪，这样年老时才不至于后悔。

### 不为小事生气

**将情绪引入正确的表现渠道，使自己按理智的原则控制情绪，用理智驾奴情感。**

你可能因为一件小事而影响了原本极为美妙的气氛，瞬间让我们享受的快乐荡然无存。然而人生短暂，聪明的人千万不要浪费时间和精力，去为小事生气。为小事生气，即不值得，还损害了我们的健康。

生活的每一天并不会时时受到那些繁杂的琐事所困扰，但一定会经常因一些繁琐的小事而生气，甚至是影响到一天的心情。轻易击垮人们的并不是那些看似灭顶之灾的挑战，往往是那些微不足道的极细微的小事左右了人们的思想，改变了原来的意志，最终让大部分人一生一事无成。生活是忙忙碌碌的，所以要求人们不要为那些小事而生气，遇到那些让人生气的小事时，别去理它，去干你应该干的事。

古时有一个人，特别喜欢为一些烦琐的小事生气。他也知道自己这样下去不好，便去求一位高僧为自己谈禅说道，开阔心胸。

高僧听了他的讲述，一言不发地把他领到一座禅房中，落锁而去。

那个人气的跳脚大骂。骂了很久，高僧也不理会。那个人又开始哀求，高僧仍置若罔闻。他终于沉默了。高僧来到门外，问他：“你还生气吗？”

他说：“我只为我自己生气，我怎么会到这地方来受这份罪。”

“连自己都不原谅的人怎么能心静如水？”高僧拂袖而去。过了一会儿，高僧又问他：“还生气吗？”

“不生气了。”那个人说。

“为什么？”

“气也没有办法呀。”

“你的气并未消逝，还压在心里，爆发后将会更剧烈。”高僧又离开了。

高僧第三次到门前，那个人告诉高僧：“我不生气了，因为不值得气。”

“还知道值不值得，可见心中还有权衡，还是有气根。”高僧笑道。

当高僧的身影迎着夕阳立在门外时，他问高僧：“大师，什么是气？”

高僧将杯子的茶水倾洒于地。他视之很久，顿悟，叩谢而去。

生气是用别人的过错来惩罚自己的蠢行。一个不会生气的人是庸人，一个只会生气的人是蠢人，一个能够控制自己情绪，做到尽量不为小事生气的人是聪明人。聪明人的聪明之处，是善于利用理智，将情绪引入正确的表现渠道，使自己按理智的原则控制情绪，用理智驾奴情感。

喜欢生气、为小事抓狂的人，总是让别人有机可乘。生气当然不会是件好事，至少对健康就是不利的因素，若能训练自己，在生活中减少对外在环境的过度反应，也许，有助于内心的平和。

人们喜欢为了一些鸡毛蒜皮不重要的事物，争执不休，徒然浪费许多有限的生命，而一无是处。人与人之间为小事的争吵、诈欺、迫害，都是浪费精力又无意义的事情。

清朝光绪年间，东阁大学士阎敬铭曾写了一首《不气歌》：

他人气我我不气，我本无心他来气。

倘若生气中他计，气下病来无人替。

请来医生将病治，反说气病治非易。

气之为害太可惧，诚恐因气把命废。

我今尝过气中味，不气不气真不气。

这首诗，以幽默、诙谐的语言，奉劝人们遇到别人的伤害、打击或不公平、不如意的事情的时候，尽量想开一点，少生闹气，少生闷气，以免气大伤身。想想确实有其道理。“人生一世，草木一春”，短短的几十年人生，何不让自己活的快活一点，潇洒一点，何必整天为一些鸡毛蒜皮的小事生生气呢？

### 成大事者皆自律

**无论一个人有多么过人的天赋，如果他不运用自律，就绝不可能把自己的潜能发挥到极致。**

大部分拥有顶级成就的企业，都是善于自律的企业。他们的领导人都具有这样一个品质，那就是极其善于控制自己。他们很清楚自律者才能律人的道理，清楚以身作则的作用。所以他们在很多方面都是一个行为的标准。这为他们树立了威望，赢得了员工的拥护，同时也使得很多政策能够很好地被执行。

比尔·盖茨创建并壮大了微软王国，被评为世界首富，他的顶级成就，就是源于他的高度自律。

比尔·盖茨只是哈佛大学的一个二年级的肄业生，他不仅没有计算机专业的博士学位，甚至连本科文凭也没有获得。但是，他却成了“计算机革命的点火人，软件的天才”，他是第一个靠观念、智慧、思维致富的人。比尔·盖茨的成功与他超强的自律能力是分不开的。正如他本人所说：“我个人以为，既然想要做出一番事业，我们就不能太善待自己，只有自律的人，才能够最后取得事业的成功。”他几乎所有的时间都花在工作和学习上，从不轻易放松自己。在中学的时候，他就靠自学、靠自己的钻研，掌握了高深的计算机技术。

比尔·盖茨的成功，再一次验证了西方的那句谚语：成功需要1分天才加上99分血汗。

比尔·盖茨是科学研究者，也是企业家，令人欣赏的是两个角色他都扮演得极其成功。

比尔·盖茨出生于华盛顿州西雅图市，自小家境富裕，他的父亲威廉·盖茨是一位杰出的律师，母亲是华盛顿大学评议员及第一州际银行董事。为了让孩子接受良好的教育，父母将盖茨送进管教严格的西雅图湖滨私立中学就读。也就是在这里，盖茨接触到了他一生最重要的两样东西——自律的品质与电脑。

自中学8年级起，盖茨便从来没有闲暇时间，经常坐在电脑桌前不知黑夜白天地从事电脑程序设计，经常连续工作十多个小时，然后吃一个汉堡，也不确定是中餐或晚餐，再趴在桌上睡几个小时。他甚至可以免费为别人设计软件，只为了有使用电脑的机会。

1975年的冬天，盖茨从MITS的Altair机器得到了灵感，看到了商机和未来电脑的发展方向，于是就给MITS创办人罗伯茨打电话，说可以为Altair提供一套BASIC编译器。罗伯茨当时说：“我每天都收到很多来信和电话，我告诉他们，不论是谁，先写完程序的可以得到这份工作。”于是盖茨和他的同伴保罗回到哈佛，从1月到3月，整整8个星期，他们一直呆在盖茨的寝室里，没日没夜地编写、调试程序，他们几乎都不记得寝室的灯几时关过。最后，他们终于成功了，两个月通宵达旦的心血和智慧产生了世界上第一个BASIC编译器，MITS对此也非常满意。两个年轻人，当别人正在花前月下的享受生活的时候，他们却为了自己的梦想，不得不用自己高度的自律精神，把自己全部的精力投入到事业中去。

一直到后来正式创立微软公司，盖茨也才19岁。公司刚起步的时候，冲劲十足、精力充沛的盖茨和保罗根本就不知道什么是疲倦和劳累。他们在一间灰尘弥漫的汽车旅馆中租用了一间办公室，开始了艰苦的创业旅程。他们挤在那个杂乱无章、噪音纷扰的小空间中，没日没夜地写程序，饿了就吃个比萨饼充饥，实在累得受不了了就出去看场电影或开车兜兜风解困。

盖茨一直是一个以工作狂而著称的人物，即使到了39岁结婚的时候，他还经常加班工作到晚上10点以后，对于以前任何一个亿万富翁来说，这都是不可思议的事。尽管微软公司一向以员工习惯性加班拼命工作而闻名，但那些工作得眼冒金星的员工还是心悦诚服地说，他们之中几乎没有谁能比盖茨更能这样严格地对待自己。

他每周工作差不多60个小时。虽然他每年能够休两周的假，但他还是会利用这个时间来看看软件，以便能够跟上现在迅速变化的形势。比尔·盖茨曾说过：“我热爱我的工作，所以我也喜欢长时间的工作。”

他的人生哲学是：我要赢，赢就是我的哲学，赢的本身就是目的；他的目标是：向前，向前，充满活力；他的风格是：永远先人一步；他的胆识是：向万有引力挑战。这些是他取得成功的重要原因。而这些所有的要素，全都靠严格的自律支撑着。

其实，在通往微软帝国辉煌的道路上，盖茨经历过无数次极端痛苦和无奈的选择，每当他的价值观与事实发生冲突的时候，他的自律精神就会立即发挥作用，帮助他维护好自己的事业。

比尔·盖茨证明了自律所具有的强大力量。没有任何人可以在缺少它的情况下获得并维持住成功。甚至可以这么说，无论一个领导者有多么过人的天赋，如果他不运用自律，就绝不可能把自己的潜能发挥到极致。自律能促使领导者步步攀向高峰，也是领导者的领导能力得以卓有成效地维持的关键所在。

### 少斗气多争气

**不与生活中苍白的部分去斗气，而是自己争气，想办法去做好一天中该做的事。**

我们在每一个人都希望受到他人重视、尊重和欢迎，但偏偏难免有时又会被人嘲弄、受人侮辱、被人排挤……生活给了我们快乐的同时，更给了我们很多伤心与不满。

在生活中，难免要与他人磕磕碰碰，但如果一味的不理智，活得不开心不说，说不准生活总是会很遭殃。活得有生气，就要能够很坦然地面对发生的一切，不要为一点小事火上心头。很多时候，发怒的人往往都是因为自己的小肚鸡肠，为小事去斤斤计较，于是在他们身边便经常发生一些你死我活的激烈斗争。当然，也有的为争官位的高低，有的是争金钱的多少，还有的是为争风吃醋……不论是哪一种，胜利者往往都是洋洋得意而自持其高，而失败者在垂头丧气的同时，在心里又埋下了复仇的种子。生气，是对自己生活质量的一种摧残，它会使人一味地生活在抱怨和苦恼中。有的人还会因此大声地哭诉着生活对他的不公，长期沉溺其中不能自拔，终日被泪水和无奈的情绪包围着。其实，这样的人是在与自己斗气中生活。

仔细想来，生气往往就是用抱怨、折磨的方式对待自己，这只能徒增自己的痛苦，只会让自己坠落到更深更惨的深渊去罢了。因此，要心平气和地面对一切不顺的事，并积极地使自己做的更好，用自己的乐观和智慧化解烦恼。也只有这样，一个人才能积极进步，每一天都过得充足而快乐，富有激情。

在生活中，我们常常会看到这样一些人，他们往往会因一时之气，说出这样的话：

“我不为五斗米折腰，我不干了！”

“这个破工作，我不干了！”

“这是不公平，我不干了。”

可是，一句“我不干了”的话，它不能保全你已丧失的人格，不能换回他人对你的尊敬，不会为你带来更高的收入和更多的财富……所以，人在不顺心的时候，我们就要把那些倔气、脾气和傲气这些令自己斗气的因素都收敛起来，鼓足力气去争气，这样，你的生活会是另一个样子。

有这样一个故事：

儿子烦闷地对父亲说：“我要离开这家破公司，我恨这个公司！”

父亲建议道：“我举双手赞成你报复！一定要给公司点颜色看看。不过你现在离开，还不是最好的时机。”

儿子问：“为什么？”

父亲说：“如果你现在走，公司的损失并不大。你应该趁着在公司的机会，拼命去为自己拉一些客户，成为公司独挡一面的人物，然后带着这些客户突然离开公司，公司才会受到重大损失。”

儿子觉得父亲说的非常在理。于是努力工作，事遂所愿，半年多的努力工作后，他有了许多的忠实客户。

这时父亲问儿子：“现在是时机了，要跳就赶快行动。”

儿子淡然笑道：“老总跟我长谈过，准备升我做总经理助理，我暂时没有离开的打算了。”

其实这也正是父亲的初衷。

所以，最好办法就是不与生活中苍白的部分去斗气，而是自己争气，想办法去做好一天中该做的事。这样，在知识、在智慧和在实力上，使自己每一天都能有所成长，自己的实力会在每一天的激励中逐渐强大。此所谓斗气不如争气，这会让自己做的更好。以自身发展来强大自己，完成自我的辉煌，这就在客观上已经斗败了“对手”。

人要是不理智的话，付出的代价往往是沉重的，因为一个人只要不理智，常常就会产生错误的判断，气之将错乃至命运之错。西楚霸王项羽本来完全可以东山再起，他却因为“不肯过江东”的不理智而自刎乌江，给我们留下的是仅仅是一曲“虞姬，虞姬奈如何”的壮烈悲歌。

俗话说：人争一口气，佛争一柱香。只有争气才不会被人看淡看扁，命运是掌握在你自己手里，强大自己是对对手最好的打击，一个人如果把精力总是用互相攻讦，互相排挤，这样最后会两败俱伤。所以英文中生气是anger，危险是danger。生气与危险只有一字之差，若一味沉于生气中，即是站立在危险的边缘了，稍有不慎将会坠入无底深渊而万劫不复。将生气化为动力，即使缺陷曝于人前，只要用顽强的心、昂扬的斗志激励自己上进，就会在苦难中逐渐成长。生气只是对无奈生活的无用的发泄，争气却是能将之治愈的良药；生气伤身，丑化灵魂；而争气补益，健全心智。若时刻生气，我们不如时时争气。

## 第九章　关爱自我，让快乐伴随每一天

大富大贵就一定快乐吗？身居高位就一定开心吗？告诉你，不一定！人生的快乐往往都是由自己的决定的，外物不能决定一个人的心情。人只要有个好心态，懂得适时调节自己，每一刻都会有抱愉快的心情。

### 让自己充实一点

**只有在劳动中一个人才可以运行起生命的动力，才能实现自己的价值，满足人的内心需要。**

有时候，人的不快乐是因为空虚和无聊。所以才有时间去想那些让自己不快乐的事，而且越烦越想，越想越烦，到最后只能是找不到快乐起来的理由。

人只有在忙碌的时候，才会体会到自己的存在和心灵的充实。如果你觉得无聊和空虚了，就不要再让自己继续这样地生活，让自己的身体快速地跟上生活的节奏，创造一些因你的存在才会变生出来的价值。你就会在一瞬间变得快乐起来。

一位成人教育学校的老师说，他在40年的教学生涯中，教过无数的学生，对很多学生都没有印象了，却永远也忘不了一个叫玛瑞安的学生。

玛瑞安在几年前，家里遭遇不幸，所谓福无双至，祸不单行，这样的不幸发生不止一次，而是两次。第一次他失去了他五岁大的女儿，一个他特别喜欢的孩子。他的朋友都为他遭受的打击寄予了无限的同情。可是，命运是那么不公平，正如他所讲的，10个月之后，上帝又赐给他们另外一个小女儿——而她只活了五天就死了。

这接二连三的打击，使他几乎没有勇气继续生存下去。“我简直绝望了，”这位父亲说。他睡不着，吃不下，也无法休息或是放松。他的精神受到致命的打击，对生活完全失去了信心。最后，他去看了医生。一个医生建议他吃安眠药，另外一个则建议他去旅行。他两个方法都试过了，可是没有一样能够对他有所帮助。他说：“我的身体好像被夹在一把巨大的钳子里，而这把钳子正变得愈夹愈紧，愈夹愈紧。”那种悲哀给他的压力几乎使他忘了自己还是一个活着的人。

“不过感谢上帝，我还有一个孩子——一个4岁大的儿子，他教我们得到解决问题的方法。有一天下午，我呆坐在那里为自己感到难过的时候，他问我：‘爸爸，你能不能为我造一条船啊！’我实在没有兴致去造条船。事实上，我根本没有兴致做任何事情。可是我的孩子是个很会缠人的小家伙，我不得不顺从他的意思。”

“造那条玩具船大概花了我三个钟头，等到船弄好之后，我发现用来造船的那三个小时，是我几个月以来，第一次有机会放松我的心情的时间。”

“这个大发现使我从浑浑噩噩的生活中惊醒过来。它使我想了很多——这是我几个月来第一次开始想悲痛以外的问题。我发现，如果你忙着去做一些需要计划和思想的事情的话，就很难再去忧虑了。对我而言，造那条船就把我的忧虑整个吹散了，所以我决定让自己不断地忙碌。这也是我想到的治疗忧虑的唯一方法了。”

“第二天晚上，我巡视屋子里的每个房间，把所有该做的事情写在一张纸上。写完我才发现，家里还有好些小东西需要修理，比方说书架、楼梯、窗帘、门钮、门锁、漏水的龙头等等。更叫人想不到的是，在两个星期以内，我列出了240件需要做的事情。”

“在过去的两年里，我一直做着琐碎的事情。如今，那些事情大部分都已经完成。此外，我也尽力计划一些家庭以外的事情，使我的生活里充满了启发性的活动：每个星期，有两天晚上我来这个成人教育班学习知识，并参加了一些小镇上的活动。我现在是校董事会的主席，每周要参加很多的会议，并协助红十字会和其他的机构募捐。我现在简直忙得没有时间去忧虑。”

为什么“让自己忙着”这么一件简单的事情，就能够把忧虑赶出去呢？因为有这么一个定理——这是心理学上所发现的最基本的一条定理。这条定理就是：不论这个人多么聪明，人类的思想都不可能在同一时间想一件以上的事情。

让我们来做一个实验：假定你现在靠坐在一张藤椅上，闭起两眼，试着在同一个时间去想：自由女神，你明天早上打算做什么事情？这时候，你会发现你只能轮流地想其中一件事，而不能同时想两件事，从你的情感上来说，也是这样。我们不可能既激动、热忱地想去做一些很令人兴奋的事情，又同时因为忧虑而拖累下来。在同一时间里，一种感觉会把另一种感觉赶出去。世界上有许许多多和玛瑞安有相似遭遇的人，但他们之所以获得新生，就在于他们找到了生命的原动力，“让自己忙着”不仅是人发泄苦痛的窗口，也是喷涌快乐的源泉。

“让自己忙着”实际上是治疗疾病的最好方法，尤其是心理方面的病症。因为只有在劳动中一个人才可以运行起生命的动力，才能实现自己的价值，满足人的内心需要。

### 先让心灵富足

**无论你面对的是什么事实，心灵的贫穷都极其可怕。也只有心灵的贫穷才是真正的贫穷。**

生活中，很多人常为了自己的贫穷而自卑，没有漂亮的衣服，没有气派的房子……其实物质上的贫穷是次要的，如果你的心灵贫穷。真正的贫穷并不取决于物质的多寡，而在于心灵，心灵上的贫穷者才是真正的贫穷者。

“我出生在贫困的家庭里，”美国副总统亨利·威尔逊这样说道，“当我还在摇篮里呀呀学语时，贫穷就露出了它狰狞的面孔。我深深体会到，当我向母亲要一片面包而她手中什么也没有时是什么滋味。我承认我家确实穷，但我不甘心。我一定要改变这种情况，我不会像父母那样生活，这个念头无时无刻不缠绕在我心头。可以说，我一生所有的成就都要归结于我这颗不甘贫穷的心。我要到外面的世界去。在10岁那年我离开了家。当了11年的学徒工，每年可以接受一个月的学校教育。最后，在11年的艰辛工作之后，我得到了一头牛和六只绵羊作为报酬。我把它们换成几个美元。从出生到21岁那年为止，我从来没有在娱乐上花过一个美元，每个美分都是经过精心计算的。我完全知道拖着疲惫的脚步在漫无尽头的盘山路上行走是什么样的痛苦感觉，我不得不请求我的同伴们丢下我先走……在我21岁生日之后的第一个月，我带着一队人马进入了人迹罕至的大森林里，去采伐那里的大圆木。每天，我都是在天际的第一抹曙光出现之前起床，然后就一直辛勤地工作到天黑后星星探出头来为止。在一个月夜以继日的辛劳努力之后，我获得了六个美元作为报酬，当时在我看来这可真是一个大数目啊！每个美元在我眼里都跟今天晚上那又大又圆、银光四溢的月亮一样。”

在这样的穷途困境中，威尔逊先生下定决心，一定要改变境况，决不接受贫穷。一切都在变，只有他那颗渴望改变贫穷的心没变。他不让任何一个发展自我、提升自我的机会溜走。很少有人能像他一样理解闲暇时光的价值。他像对待黄金一样紧紧地抓住零星的时间，不让一分一秒无所作为地从指缝间溜走。

在他21岁之前，他已经设法读了1000本好书，这对一个农场里的孩子来说是多么艰巨的任务啊！在离开农场之后，他徒步到100里之外的马萨诸塞州的内笛克去学习皮匠手艺。他风尘仆仆地经过了波士顿，在那里可以看见邦克、希尔纪念碑和其他历史名胜。整个旅行只花了他一美元六美分。一年之后，他已经在内笛克的一个辩论俱乐部脱颖而出，成为其中的佼佼者了。后来，他在马萨诸塞州的议会发表了著名的反奴隶制度的演说，此时距他到这里还不到8年。12年之后，他与著名的社会活动家查尔斯萨姆纳平起平坐，进入了国会。后来，威尔逊又竞选副总统，终于如愿以偿。

威尔逊生于贫困，然而他又是富有的。他唯一的、最大的财富就是他那颗不甘贫穷的心，是这颗心把他推上了议员和副总统的显赫位置。在这颗不竭心灵的照耀下，他一步步地登上了成功之巅。

出生于广东潮州的李嘉诚在幼时就尝尽了人间苦难，父亲逝世时，家庭贫困不堪，父亲没有给他留下财富，反而在全家最需要他的时候离开了。当时的李嘉诚才14岁。14岁对于常人正是享受父母的呵护、疼爱的年纪。李嘉诚却不得不面对生活摆在他面前的一切苦难、家境的贫穷、母亲的羸弱、社会的动荡、世态的炎凉，为完成父亲临终时的遗愿，他谢绝舅舅继续供他读书的好意，开始了自己的求生之路。多年的经营造就了一代富豪，李嘉诚的富有得益于父亲的遗训，舅父的指导，更重要的是他没有被穷困吓倒，没有让贫困占据了自己的心灵。

对于整个人类来说，贫穷只是一种状态，它永远不可能成为一种结果。因为人类决不会永远安守贫穷，总是同它作不屈不挠的斗争，所以贫穷对整个人类来说，它只是一个动态的、不断被改变着的过程。但具体到某一个人的身上，则可能是一种结果。对于个人来说，有可能安心地生活在贫穷之中，不思进取，屈辱地度过一生。也有可能奋起直追，获取财富。

### 快乐靠自己的选择

**无论高低贵贱，每天都开心地微笑的人才是最睿智的人。**

英国著名小说家萨克雷说：“生活就是一面镜子。你笑，它也笑；你哭，它也哭。”快乐是人生永恒的主题，是人天生就喜爱的东西。但一个人快乐与否，并非取决于自身所经历的事情，而在于选择什么样的态度对待它们。

于丹老师曾对全班同学说了一段让他的学生永生难忘的话：“世界上什么人最快乐？只有高度智能不足者最快乐，因为他们单纯地不明白什么叫不快乐，但是在座的各位没有这种单纯快乐的能力。所以唯一的方法，就是让自己聪明一点，懂得找寻人生的快乐！”

是的，所有的才干、知识、学历都是手段，生命的终极意义其实仅是“快乐”二字。所以，无论高低贵贱，每天都开心地微笑的人才是最睿智的人。不会微笑面对人生的人就是自己和自己过不去。

有个人很成功，但是他并不快乐。一天，他去找心理医生，他对医生抱怨道：“我的生活乏味透了，再也没有我感兴趣的事和物了，真没意思。”

“哦，是这样啊？这样吧！我们先来做一个小实验。这个实验我会告诉你怎么做，然后你明天再来告诉我，你都得到了什么。”医生说。

“这个实验是这样的，我们分几步来说：第一，你在心里面想，这是你在这世界的最后一天了；第二，你走在回家的路上，要多看看你住的小镇、你自己的房子，也好好看看你左邻右舍的房子，因为这也是最后的一次了。上了火车，要明白那是你最后一次坐火车进城，你不喜欢的东西，也都要去瞧它一眼，因为你很快就要跟这些永远再见了；第三，回到家，你应该让你的太太替你弄一些你最爱吃的东西。不要像平常一样在餐桌上看报，而是要跟太太好好谈谈话，因为你以后再也没有这样的机会了；第四，你要去找找你的朋友，和他们谈谈，什么都可以聊，因为你以后没有机会再见到他们了。好了就这四步，你先去吧！希望明天你能给我一个好的答复。”

这个人答应了医生，要尽力去做这个实验，然后回来报告结果。

这时，在这个人的心里，就想自己没有明天，今天就是他的末日。于是，在回家的路上，他仔细观察窗外景致，而不是像以前一样地翻阅晚报。结果，他发现小镇和村庄的灯光非常迷人，他也品尝到了慢步游走的乐趣。

然后在星空之下，沿着洒满月光的街道走回家。到家门口，他不掏出钥匙开门，反而是按门铃。门打开来后，在金黄色的灯光下，站着的是结婚25年的妻子。他把太太紧紧搂住，并且给她一个生平最热烈的亲吻。

第二天，这个人带着一些礼物到了医生那里，对医生说：“谢谢，我决定从现在起，在今后的每一个日子里，都要好好地活下去，开开心心地活下去。”

不要自己和自己过不去，把自己早已厌倦做的事都当作最后一次去做，想想以后再也没有机会了，就会发现以前枯燥平淡的日子现在变得异常精彩珍贵起来。如果路上有绊脚石，就让它闪开。只有这样，即使生命的最后一天，你也能怀着一颗快乐的心尽情舞蹈。

### 培育感恩，滋养快乐

**没有感恩之心的人，永远不会懂得爱，也不会永远得到别人的爱。**

感恩是爱的根源，也是快乐的必要条件。如果我们对生命中所拥有的一切都能心存感激，便能真切体会到人生的快乐，人间的温暖以及人生的价值。班尼迪克特说：“受人恩惠，不是美德；报恩才是。当他积极投入感恩的工作时，美德就产生了。”

感恩之心会给我们带来无尽的快乐。有一首歌的歌词写道：“不在乎天长地久，只在乎曾经拥有。”为生活中的每一份拥有而感恩，能让我们知足常乐。感恩不是炫耀，不是停滞不前，而是把所有的拥有看作是一种荣幸，一种鼓励，在深深感激之中产生回报的积极行动，去与他人分享自己的拥有。感恩之心使人警醒并积极行动，更加热爱生活，创造力更加活跃；感恩之心使人向世界敞开胸怀，去投身到仁爱行动之中。没有感恩之心的人，永远不会懂得爱，也不会永远得到别人的爱。

拥有感恩之心的人，即使仰望夜空，也会有一种感动，体会到一丝快乐，正如康德所说：“在晴朗之夜，仰望天空，就会获得一种快乐，这种快乐只有高尚的心灵才能体会出来。”《圣经》中有这样一个故事：约伯遭遇到空前的灾难，儿女都死去了，财产也被掠夺一空，他自己也全身长满了疮，只能坐在炉灰中用瓦片刮痒。然而，就是在这样的环境中，他却仍然心存感激，感谢苦难使他认清了至高的神。当然，我们不是在宣传某种教义，但生活中却实需要感恩，不懂得感恩，生活便会黯然失色，人生便没有滋味。

有两个人在沙漠中行走多日，在他们口渴难耐之际碰到一个赶骆驼的老人，骆驼上放着一大皮带水。于是他们便向老人讨碗水喝。老人却每人仅给了他们半碗水。其中一个人在老人走后，一个劲地抱怨老人吝啬，有那么多水，却只给半碗，一怒之下，他竟将半碗水泼掉了。而另一个虽然也知道这半碗水并不能完全解除饥渴，但还是怀着感激之情喝下了这半碗水。结果，他们又往前走了很远也没再碰到水源，而前者因为拒绝喝半碗水死在沙漠中，后者因为喝了这半碗水，终于走出了沙漠。

老人施舍的分明是一种爱心，而后者喝下的也是一种感激，正是这种感激，才支撑着他走出沙漠。生活中我们也应该学会感恩，感激父母给了我们生命，感激国家给了我们和平，感激路人给了我们帮助，感激朋友给了我们慰籍……生活中需要感恩的事实在是很多。生活中怀有一颗感恩之心，才能体味到人生的幸福。

每天睡觉前花一点时间去想一想，今天有什么让自己感激的事，比如：父亲的一句叮咛，母亲的一顿早餐，爱人的一个微笑，孩子的一句呼唤，邻居的一声问候，这些都是生命中爱的体现，都是值得我们感激的，如果我们能够感受到其中的爱，便会充满感恩之心，我们的生活也就变得可爱、美好而充实。

### 给自己找到快乐的钥匙

**一个成熟的人握住自己快乐的钥匙，他不期待别人使他快乐，反而能将快乐与幸福带给别人。**

也许有人会问，你说全世界充满欢乐，难道人生之中就没有痛苦的荆棘和不幸的泥淖吗？有。快乐是一种角度，遇到不幸时，换一个角度看，痛苦的酒糟可能酿制出快乐的甘醴。用欣喜的心情看，世界风和日丽；若用悲凉的眼瞳看待世界，可能只剩下愁云惨雾。悲观的人心情一直潮湿，乐观的人心情永远明媚。“乐观”一词，说出一种很质朴的快乐方式——从“快乐”的角度去看待世界。古人说，艰难困苦玉汝于成；今人说，失败乃成功之母。用乐观的态度去面对一切，苦中也有乐。况且，快乐的种子很多是从痛苦的土壤中孕育出的。

著名专栏作家哈理斯（Sydney
Harries）和朋友在报摊上买报纸，那朋友礼貌地对报贩说了声谢谢，但报贩却冷口冷脸，没发一言。

“这家伙态度很差，是不是？”他们继续前行时，哈理斯问道。“他每天晚上都是这样的，”朋友说。“那么你为甚么还是对他那么客气？”哈理斯问他。

朋友答道：“为甚么我要让他决定我的行为？”

一个成熟的人握住自己快乐钥匙，他不期待别人使他快乐，反而能将快乐与幸福带给别人。

每人心中都有把“快乐的钥匙”，但我们却常在不知不觉中把它交给别人掌管。

一位女士抱怨道：“我活得很不快乐，因为先生常出差不在家。”她把快乐的钥匙放在先生手里。一位妈妈说：“我的孩子不听话，叫我很生气！”她把钥匙交在孩子手中。

男人可能说：“上司不赏识我，所以我情绪低落。”这把快乐钥匙又被塞在老板手里。

婆婆说：“我的媳妇不孝顺，我真命苦！”

年轻人从文具店走出来说：“那位老板服务态度恶劣，把我气炸了！”

这些人都做了相同的决定，就是让别人来控制他的心情。

当我们容许别人掌控我们的情绪时，我们便觉得自己是受害者，对现况无能为力，抱怨与愤怒成为我们唯一的选择。我们开始怪罪他人，并且传达一个讯息：“我这样痛苦，都是你造成的，你要为我的痛苦负责！”

此时我们就把一重大的责任托给周围的人，即要求他们使我们快乐。我们似乎承认自己无法掌控自己，只能可怜的任人摆布。这样的人使别人不喜欢接近，甚至望而生畏但一个成熟的人握住自己快乐的钥匙，他不期待别人使他快乐，反而能将快乐与幸福带给别人。他的情绪稳定，为自己负责，和他在一起是种享受，而不是压力。

你的钥匙在哪里？在别人手中吗？快去把它拿回来吧！我们的情绪并不能由别人掌控，快乐的钥匙永远属于我们自己。

同样给一座荒山，悲观者回答：修一座坟茔；乐观者反驳：种满山绿树。

面对痛苦，一般人会泥足深陷，只有少部分人“强作欢颜”，极少有人能够达到“苦中作乐”乃至“以苦为乐”的人生境界。台湾漫画家蔡志忠的一段话颇有哲理：被针刺到手时，你的快乐是没有刺到眼睛。我认为，如果一个人能忘记手上的痛，想到眼睛没有被刺瞎的庆幸，早该破涕为笑了。

迈向快乐的拦路石还有人的欲望，欲望越多越强烈，若得不到满足，痛苦就越深。可以说，欲望是痛苦的渊薮。但欲望是充满人生的，一个人不可能绝情灭欲，但不能贪心不足蛇吞象。要从较低的要求来对待生活。古人说：“知足常乐”，不足时也要笑口常开。从山上看树，树很小；从地上看树，树就很高。

### 每天都心存美好的期盼

**习惯是生活的累积，是能够刻意遭成的，因此人人都掌握有创造愉快的心情的力量。**

当我们渴望自己每天都有一个好心情的时候，我们是否尝试过每天早上起来的时候给自己一个对美好心情的期盼，并且用这种期盼来鼓舞和激励自己呢？真的，这确实是一个非常不错的主意，当我们每一天都坚持做下去，使之成为一种习惯的时候，我们会发现我们的心情越来越好，我们的幸福感觉也越来越强烈。

美国有这样一个故事：一个清晨，汤姆乘坐在老式火车的卧车中，大约有6个男士正挤在洗手间里刮胡子。经过了一夜的疲困，隔日清晨通常会有不少人在这个狭窄的地方做一番漱洗。此时的人们多半神情漠然，而彼此也不交谈。

就在此刻，突然有一个面带微笑的男人走了进来，他愉快地向大家道早安，但是却没有人理会他的招呼，或只是在嘴巴上应付一番罢了。随后，当他准备开始刮胡子时，竟然自若地哼起歌来，看上去显得非常的快乐。他的这番举止令汤姆感到极度不悦。于是汤姆冷冷地、带着讽刺的口吻对这个男人问道：“喂！你好像很得意的样子，怎么回事呢？”

“是的，你说得没错。”这个男人如此回答说：“正像你所说的，我是很得意，我真的觉得很快乐。”然后，他又说道：“我是把使自己觉得心情愉快这件事当成一种习惯罢了。”这就是那个男人说话内容的全部。不过我们相信，在洗手间内所有的人，包括汤姆，都已经把“我是把使自己觉得心情愉快这件事，当成一种习惯罢了”这句深富意义的话牢牢地记在心中。

事实上，这句话确实具有深切的哲理。不论是幸运或不幸的事，人们心中习惯性的想法往往占有决定性的影响地位。有一位名人说：“穷苦人的日子都是愁苦；心中欢畅者，则常享丰筵。”这段话的意思是告诫世人设法培养愉快之心，并把它当成一种习惯，那么，生活将好像一连串的欢宴。

一般而言，习惯是生活的累积，是能够刻意遭成的，因此人人都掌握有创造愉快的心情的力量。

养成心情愉快的习惯，主要是凭惜思考的力量。首先，你必须拟订一份有关心情愉快的想法的清单，然后，每天不停地思考这些想法，其间若有不高兴的想法进入你的心中，你得立即停止，并将之设法摒除掉，尤其必须以快乐的想法取而代之。此外，在每天早晨下床之前，不妨先在床上舒畅地想着，然后静静地把有关快乐的一切想法在脑海中重复思考一遍，同时在脑中描绘出一幅今天可能遇到的快乐地图。久而久之，不论你面临到什么事，这种想法都将对你产生积极性的效用，帮助你面对任何事，甚至能够将困难与不幸转为快乐。相反地，倘若你，再对自己说：“事情不会进行得顺利的。”那么，你便是在制造自己的不愉快，而所有关于“不愉快”的形成因素，不论大小，都将围绕着你。

以前，有一位不幸的人，他每天总是在吃早餐时对他太太说：“今天看来又是不愉快的一天。”虽然他的本意并非如此，充其量只不过是一句遁词而已，因为他的口中尽管这么如此念着，实际上在心中却也期待着会有好运来临。然而，一切情况都很糟糕。其实，会有这种情况发生并不令人奇怪，因为心中若预存不快乐的想法，那一天的心情肯定会受到潜意识的影响，所有的事情也许会办得很不顺。

因此，在一天的开始即心存美好的期盼是件相当重要的事。只有这样，许多事物才将可能有美好的发展。

### 宽恕别人最能快乐自己

**给人一点宽恕，它将带给人一个重新获取新生的勇气，去直面他人生中的另一个幸福时刻。**

当遭受别人侵犯的时候，很多人会带着怒气选择怨恨或还击。为什么非要这样火冒三丈地折磨自己呢？因为运用宽容就能不烦不燥地解决问题。宽容是一种心理成熟的表现，是一种充满智慧的心理。“以恕己之心恕人则全交，以责人之心责己则寡过”，就是告诉我们对己要严，对人要宽。宽恕别人其实就是善待自己。

韩国总统金大中正式就职后，公开在总统府，招待了曾经迫害过他的四位前任韩国总统。他以具体行动化解了政治仇恨，展现了伟大的恕人之道。在轰动一时的光州大审中，他曾被政府判处死刑，当时他曾立下遗嘱，要求他的家人和同志不要报仇，让政治迫害就到此为止。他宽广的心胸、伟大的情操令无数世人尊敬。

原谅是一种风格，宽容是一种风度，宽恕是一种风范。给人一点宽恕，它将带给人一个重新获取新生的勇气，去直面他人生中的另一个幸福时刻。

一天中午，埃德蒙先生刚到厅门，就听见楼上的卧室有轻微的响声，那种响声对于他来说太熟悉了，是阿马提小提琴的声音。

“有小偷！”埃德蒙先生一步冲上楼，果然，一个大约13岁的陌生少年正在那里摆弄小提琴。

他头皮蓬乱，脸庞瘦削，不合身的外套里面好像塞了些东西。毫无疑问他是一个小偷。埃德蒙先生用结实的身躯挡在了门口。

这时，埃德蒙先生看见少年的眼里充满了惶恐、胆怯和绝望。那是一种非常熟悉的眼神。刹那间，让埃德蒙先生想起了往事……愤怒的表情顿时被微笑所代替。

他问道：“你是丹尼尔先生的外甥琼吗？我是他的管家。前两天，丹尼尔先生说你要来，没想到来的这么快！”

那个少年先是一愣，但很快就回应说：“我舅舅出门了吗？我想先出去转转，待会儿再回来。”

埃德蒙先生点点头，然后问那位正准备将小提琴放下的少年，“你也喜欢拉小提琴吗？”

“是的，但拉的不好。”少年回答。

“那为什么不拿着琴去练习一下，我想丹尼尔先生一定很高兴听到你的琴声。”他语气平缓地说。少年疑惑地望了他一眼，但还是拿起了小提琴。

临出客厅时，少年突然看见墙上挂着一张埃德蒙先生在歌德大剧院演出的巨幅彩照，身体猛然抖了一下，然后头也不回地跑远了。

埃德蒙先生确信那位少年已经明白是怎么回事，因为没有哪一位主人会用管家的照片来装饰客厅。

那天黄昏，回到家的埃德蒙太太察觉到异常，忍不住问道：“亲爱的，你心爱的小提琴坏了吗？”

“哦，没有，我把它送人了。”埃德蒙先生缓缓的说道。

“送人？怎么可能！你把它当成了你生命中不可缺少的一部分。”埃德蒙太太有些不相信。“亲爱的，你说的没错。但如果它能够拯救一个迷途的灵魂，我情愿这样做。”

看见妻子并不明白他说的话，他就将经过告诉了她，然后问道：“你觉得这么做有什么不对吗？”

“你是对的，希望真的能对这个孩子有所帮助。”妻子缓缓的说道。

三年后，在一次音乐大赛中，埃德蒙先生应邀担任决赛评委。最后，一位叫里特的小提琴选手凭借雄厚的实力夺得了第一名！评判时，他一直觉得里特似曾相识，但又想不起在哪里见过。颁奖大会结束后，里特拿着一只小提琴匣子跑到埃德蒙先生的面前，脸色绯红地问：

“埃德蒙先生，您还认识我吗？”埃德蒙先生摇摇头。

“您曾经送过我一把小提琴，我一直珍藏着，直到有了今天！”里特热泪盈眶地说：“那时候，几乎每一个人都把我当成垃圾，我也以为自己彻底完了，但是您让我在贫穷和苦难中重新拾起了自尊，心中再次燃起了改变逆境的熊熊烈火！今天，我可以无愧地将这把小提琴还给您了……”

里特含泪打开琴匣，埃德蒙先生一眼瞥见自己的那把阿马提小提琴正静静地躺在里面。他走上前紧紧地搂住了里特，三年前的那一幕顿时重现在埃德蒙先生的眼前，原来他就是“丹尼尔先生的外甥琼”！埃德蒙先生眼睛湿润了，少年没有让他失望。

宽恕不是姑息别人的错误，也不是自己软弱的表现。宽恕是一种理解，一种涵养；宽恕是当别人说出伤你心的话、做出伤你心的事时，你认为他是无意的；宽恕既是一种气质，也是一种风度，更是一种美德；宽恕不是简单的宽容加饶恕，马克·吐温对宽恕作了最好的诠释：“紫罗兰把她的香气留在了那踩扁了自己的脚踝上，这就是宽恕。”当别人做错事的时候，巧妙地宽恕对方往往是最好的处理方法。因为，宽恕是一种力量，宽恕别人最能快乐自己。

### 学着用心去感受生活

**生活是要用心灵去感受。用包容、豁达的心情看待生活，即使处于生命的低谷，也会觉察到人生的美好与幸福。**

俗话说：“世上无难事，只怕有心人。”生活也不例外，只要我们用心去体验、去感受生活，就会少一份抱怨，多一份享受；就会少一些烦恼，多一些快乐。

生活既是人的对手，也是人的朋友，你怎么待他，他便会以其人以道，还自其人之身。作为对手，生活经常会给你出个难题，在你前进的方向设上陷阱，但是只要你用心对他，便能行走自如，便能征服他，把他变为你的朋友；作为朋友，只要你笑对人生，他便会时常让你尝到生活的美好滋味，让你体验生活的快乐。总之，只要用心生活，生活便会把你当作永远的朋友。

用心生活，就要专心做事，就像狮子扑兔子，要全力以赴，更要像小鸟筑巢时，埋首工作。专心做事的人，像是在从事一门艺术，他能看到生活中最美好的风景。

一名农夫在偏远农村呆了一辈子，从来没有离开过那片土地，从来没有去过大城市。当一位前去采访的记者问他，一辈子都住在这种恶劣的环境中，没有离开过大山，是否感到遗憾时，他回答说：“没有遗憾，我每天都感到很快乐！”

生活是要用心灵去感受。用包容、豁达的心情看待生活，即使处于生命的低谷，也会觉察到人生的美好与幸福。

用心感受生活，就是要规划自己的人生，并努力追求，努力实现自己的人生目标；就是勇往直前，义无反顾，向看似不可能的事情挑战；就是充满爱心，怀着一颗真诚的爱心去生活。

用心感受生活，就要品尝生活的原滋原味，就要接受生活的所有赏赐，不能挑肥捡瘦，有所偏袒。有的人一生追求名利，终生为之而奋斗。如果他“成功”了，那他也只能体味到名利的滋味，但这决不是生活的全部，决不是生活的原滋原味。事业的成功，剥夺了他与亲人相处的时间，剥夺了他真正感受生活的时间，也剥夺了他人生的权利。有的人一生追求金钱，但最后穷得只剩下钱了，因为钱，连亲情、友情、爱情都失掉了，这样的人生，又有什么意义呢？

古代哲学家说过：“凡是存在的，都是合理的。”且不论这句话所包含的哲学思想对错与否，它对于生活是完全适应的。生活中的一切，不论是苦难还是芬芳，不论是烦恼还是快乐，都有其存在的理由，我们都无法回避，无法挑选，只能用心对待，只有这样，才能真正体味到生活的美好滋味。正如有的人喜欢吃酸，但如果整天让他吃酸的话，恐怕几天下来他就要叫苦不迭，见酸后退了。生活也一样，我们祈求天天交好运，但如果整天把自己泡在蜜罐里，也就感觉不到快乐了。苦难是生活的调味剂，是幸福的衬托，用心生活，就不能回避苦难。

拿破仑曾经说过：“每个人都要学习专心致志于自己的生活，以期待在自己的人生沙滩上留下足迹。”要想不虚此行，要想今生无悔，就要用心感受生活，以豁达的态度面对人生。

### 幸福其实就在自己身边

**真正幸福美满的人生，是来自不能用金钱去衡量的智慧和修养。**

人生的目的是幸福。幸福大多是主观的，它原本就深植于人们心中，在生存需求的满足中，因而幸福无所不在。

人有生理上的需要，所以离不开物质生活。尽管金钱只能买到一切物质的东西，可以充实人的物质生活，但是人的精神生活，却不是有了钱便能满足的。人生在世，重要的不是过得如何舒服，活得多么安逸，而是要活得心安理得，快乐充实，充分地把生命的价值发挥出来。

真正幸福美满的人生，是来自不能用金钱去衡量的智慧和修养。金钱无法购得知识和学问，不能增进人的道德水准和涵养程度。

有个叫杜朗的人曾叙述过他寻找幸福的经历：

他先从知识里寻找，得到的是幻灭；从旅行里找，得到的是疲劳；从财富里找，得到的只是争斗和忧愁；从写作中找，得到的只是劳累。

难道知识、旅行、财富、写作，与幸福快乐绝缘吗？

后来的一次偶遇改变了杜郎的想法，一次在火车站，他看到一位中年男子走下列车后，径直来到一辆汽车旁，先吻了一下车内的妻子，又轻轻地吻了一下妻子怀中熟睡的婴儿——生怕把他惊醒。然后，一家人就开车离开了。杜朗由此感慨到：生活中的每一正常活动都带有某种幸福的成分。

对于某个人来讲，你可能是幸福的、满足的，也可能是不幸福的。

决定你幸福与否的因素只有一点——你接受积极还是消极心态的影响，而这个因素是你所能控制的。

心理学家说：幸福与心态的积极与否密切相关。如果一个人决心获得这种幸福，那么就能得到这种幸福。而心态消极的人不仅不会吸引幸福，相反还排斥幸福。即使幸福悄然降临到身边时，也会毫无觉察，或者失之交臂。

有一则寓言说，有一个老人，在临死前对儿子说：“孩子，我快死了，我希望你过上好日子。”

儿子说：“父亲，你告诉我，怎么才能使生活幸福？”

父亲答道：“你到社会上去吧，人们会告诉你找到幸福的办法。”

父亲死了，儿子就出发了，到外面的世界去找幸福。他走到河边，看见一匹马在岸上走，这匹马又瘦又老。马问：“青年人，你到哪里去？”

“我去找幸福，你能告诉我怎么找吗？”

“小伙子，你听我说，”马回答道，“我年轻时，只知道饮水，吃草籽，我甚至把头转到食槽里，就会有人把吃的东西塞进我嘴里。除了吃以外，别的事我什么也不管。所以，当时我认为在这个世界上我最幸福的了。可是现在我老了，别人把我丢弃了。所以我告诉你，青年时要珍惜自己的青春，千万不要像我过去那样。不要享受别人给你准备好的现成东西，一切都要自己干，要学会为别人的幸福而高兴，不要怕麻烦，这样，你就会永远感到幸福。”

青年继续走下去。他走了很多路，在路上碰到一条蛇。蛇问：“小伙子，你到哪里去？”

“我到世界上去寻找幸福。你说，我到哪里去找呢？”

“你听我说吧，我一辈子以自己有毒液而感到自豪。我以为比谁都强，因为大家都怕我。我这种想法是不对的。其实大家都恨我，都要杀死我。所以，我也要避开大家，怕大家。你的嘴里也有毒液，所以，你要当心，不要用语言去伤别人，这样你就一辈子没有恐惧，不必躲躲闪闪，这就是你的幸福。”

青年又继续朝前走了。走啊，走啊，看见了一棵树，树上有一只加里鸟——它的浅蓝色羽毛非常鲜艳、光亮。

“小伙子，你到哪里去？”加里鸟问。

“我到世界上去寻找幸福。你知道什么地方能找到幸福吗？”

加里鸟回答说：“小伙子，看来你在路上走了很多日子了，你的脸上满是灰尘，衣服也破了，你已变样了，过路人要避开你了。看来，幸福同你是没有缘分了，你记住我的话：要让你身上的一切都显得美，这时你周围的一切也会变得美了，那时你的幸福就来了。”

青年回家去了，他现在明白：不必到别的地方去找幸福，幸福就在自己身边。

还曾听说过这样一个故事：一个人历尽艰险去寻找天堂，终于找到了。当他欣喜若狂地站在天堂门口欢呼“我来到天堂了”时，看守天堂大门的人诧然问他：“这里就是天堂？”欢呼者顿时傻了：“你难道不知道这儿就是天堂？”

守门人茫然摇头，欢呼者问守门人：“你从哪里来？”

守门人回答道：“我原来就住在里边。”

守门人仍是茫然。欢呼者慨然嗟叹：“怪不得你不知天堂何在，原来你没去过地狱！”

你若渴了，水便是天堂；你若累了，床便是天堂；你若失败了，成功便是天堂；你若痛苦了，幸福便是天堂。总之，若没有其中一样，你断然不会拥有另一样的。天堂是地狱的终极，地狱是天堂的走廊。当你手中捧着一把沙子时，不要丢弃它们，因为金子也许就在其间蕴藏。

对我们说来，幸福就是把自己的工作做好，又能拥有轻松休憩的时候。

幸福是拥有一些熟悉、不需客套的朋友，能够相互分担、分享彼此的烦恼、快乐，尽管观点有所差异，却永远相互尊重。

幸福是拥有一个舒适的工作间：书架上列满了各式各样自己所喜欢、对自己有益、有启发的书，笔筒里都是自己所珍爱的文具，四周有绿色植物芳馨围绕，还有一把坐再久都能觉得舒适的座椅。

幸福是冬天泡个热水澡，夏天与家人大啖冰西瓜。

幸福是当自己自由闲适地弹奏，沉浸于巴赫、贝多芬的乐曲时。

幸福是拥有相互了解的人生伴侣，拥有身心的平和与宁静，不管境况是顺是逆，都能知足常乐、惜福感恩。

幸福是自觉到每天在人生的各个方面都有所成长，享有一种更具成果与创造性的生活。

幸福是与过去和睦相处，将目光对准现在，对未来保持乐观。

幸福是当我们对自己及周围环境或人生目的感到满足、和谐的一种状态。人生的幸福大多是主观的，因而幸福无所不在。

### 让心清净，让人安宁

**每天让自己沉静几分钟，不要随着外在事物流转而变动，不要放弃洗涤自己、净化自己。**

在生活中，我们每个人都像那被情感、家庭、社会所缠绕，常常找不到安心的所在。外在的纠葛、攫取太多，心就没有办法安宁，更无法净化；人对外在无限制地索取，常常是以支付心灵的尊严为代价的。我们应该抬起头来，看看屋外的松林，听听松涛的呼唤，眺望远处的大海以及满风的帆船……从内心的观照里，去改正自己的一言一行，这样，才不至于觉得生活有太多的无奈。

有一位虔诚的信徒，每天都从自家的花园里，采撷鲜花到寺院供佛。

一天，当她正送花到佛殿时，碰巧遇到无德禅师从法堂出来，无德禅师非常欣喜地说道：“你每天都这么虔诚地以香花供佛，来世当得庄严相貌的福报。”

信徒非常欢喜地回答道：“这是应该的，我每天来寺礼佛时，自觉心灵就像洗涤过似的清凉，但回到家中，心就烦乱了。我这样一个家庭主妇，如何在喧嚣的城市中保持一颗清净的心呢？”

无德禅师反问道：“你以鲜花献佛，相信你对花草总有一些常识，我现在问你，你如何保持花朵的新鲜呢？”

信徒答道：“保持花朵新鲜的方法，莫过于每天换水，并且在换水时把花梗剪去一截；因为花梗的一端在水里容易腐烂，腐烂之后，水分就不易吸收，就容易凋谢！”

无德禅师道：“保持一颗清净的心，其道理也是一样。我们生活的环境像瓶里的水，我们就是花，惟有不停净化我们的身心，变化我们的气质，并且不断地忏悔、检讨、改进陋习、缺点，才能不断吸收到大自然的食粮。”

信徒听后，欢喜地作礼，并且感激地说：“谢谢禅师的开示，希望以后有机会亲近禅师，过一段寺院中禅者的生活，享受晨钟暮鼓、菩提梵唱的宁静。”

无德禅师道：“你的呼吸便是梵唱，脉搏跳动就是钟鼓，身体便是庙宇，两耳就是菩提，无处不是宁静，又何必等机会到寺院中生活呢？”

是啊，热闹场中亦可作道场；只要自己丢下妄缘，抛开杂念，哪里不可宁静呢？如果妄念不除，即使住在深山古寺，一样无法修行。正如六祖慧能所说不是风动、不是幡动是人者心动。心才是无法宁静的本源。

有一位青年，因为受了一些挫折变得非常忧郁、消沉。有一次他去海边散步，碰巧遇到以前的一位朋友，这位先生正好是一位心理医生。

于是青年就向这位医生朋友诉说他在生活、社会及爱情中所遭受的种种烦恼，希望朋友能帮他解脱痛苦，斩断生命的烦恼。

安静沉默的医生朋友，似乎没听这位青年的诉说，因为他的眼睛总是眺望着远方的大海，等到青年停止了说话，他自言自语地说：“这帆船遇到满帆的风，行走得好快呀！”

青年就转过头看海，看到一艘帆船正乘风破浪前进，但随即又转回去了；他以为医生朋友并没有听懂他的意思，于是就加重语气诉说自己的种种痛苦，生活中的烦恼、爱情的坎坷、社会的弊病、人类的前途等等问题已经纠结得快要让他发狂了。

医生朋友好像在听，又好像不在听，依然眺望着海中的帆船，自言自语地说：“你还是想想办法，停止那艘行走的帆船吧！”

说完，就转身离去了。

青年感到非常茫然，他的问题没有得到任何解答，只好回家了。过了几天，他主动去找那位医生朋友了。一进门他就躺在地上，两脚竖起，用左脚脚趾扯开右脚的裤管，形状正像一艘满风的帆船。

医生朋友有点惊讶，接着就会心地笑了，随手打开阳台上的窗户，望着远处的山对青年说：“你能让那座山行走吗？”

青年没有答话，站起来在室内走了三四步，然后坐下来，向医生朋友道谢，说完就离开了；走时神采奕奕，好像对生活充满了希望，不见了当初的消沉、颓废。

医生朋友事实上并未回答青年的问题，青年自己找到了答案。医生朋友的话让青年明白了，解决生活乃至生命的苦恼，并不在苦恼的本身，而是要有一个开阔的心灵世界；人们只有止息心的纷扰，才不会被外在的苦恼所困扼，因此要解脱烦恼，就在于自我意念的清净，正如在满风时使帆船停止。

每天让自己沉静几分钟，不要随着外在事物流转而变动，不要放弃洗涤自己、净化自己。把心放在可以安定的位置，任凭风浪起，你都会“稳坐钓鱼台”！

### 给自己删去坏心情

**心情好才是最重要的。况且，一种好心情收获的是一个意想不到的惊喜，干嘛要让自己不高兴？**

人在心情不好的时候会不自觉地把坏心情抱得更紧；关门不跟人说话，噘着嘴生闷气，锁着眉头胡思乱想，结果心情更坏、更难过。所以，人要学会放下坏心情，拥抱好心情。人要懂得改变情绪，才能改变思想和行为。思想改变，情绪会跟着改变。

乡村有一对清贫的老夫妇，有一天他们想把家中唯一值点钱的一匹马拉到市场上去换点更有用的东西。老头牵着马去赶集了，他先与人换得一头母牛，又用母牛去换了一只羊，再用羊换来一只肥鹅，又把鹅换了母鸡，最后用母鸡换了别人的一口袋烂苹果。

在每次交换中，他都想给老伴一个惊喜。

当他扛着大袋子来到一家小酒店歇息时，遇上两个英国人。闲聊中他谈了自己赶集的经过，两个英国人听后哈哈大笑，说他回去准得挨老婆子一顿揍。老头子坚称绝对不会，英国人就用一袋金币打赌，二人于是一起回到老头子家中。

老太婆见老头子回来了，非常高兴，她兴奋地听着老头子讲赶集的经过。每听老头子讲到用一种东西换了另一种东西时，她都充满了对老头的钦佩。

她嘴里不时地说着：“哦，我们有牛奶了！”

“羊奶也同样好喝。”

“哦，鹅毛多漂亮！”

“哦，我们有鸡蛋吃了。”

最后听到老头子背回一袋已经开始腐烂的苹果时，她同样不愠不恼，大声说：“我们今晚就可以吃到苹果馅饼了！”

结果，英国人输掉了一袋金币。

看过故事，你可能才发现老婆子的心情一直都很好，不管老头子用一匹马换来换去，换到最后只换得一袋烂苹果，但她仍然没有生气，反而会说：“我们今晚就可以吃到苹果馅饼了！”是的，就算你只能得到烂苹果又有什么关系？心情好才是最重要的。况且，一种好心情收获的是一个意想不到的惊喜，干嘛要让自己不高兴？

有个女人习惯每天愁眉苦脸，小小的事情似乎就引起不安、紧张。孩子的成绩不好，会令她一整天忧心，先生几句无心的话会让她黯然神伤。她说：“几乎每一件事情，都会在我的心中盘踞很久，造成坏心情，影响生活和工作。”

有一天，她有个重要的会议，但是沮丧的心情却挥之不去，看看镜子里自己的脸庞，竟然无精打采。她打电话问朋友该怎么做？“我的心情沮丧，我的模样憔悴，没有精神，怎么参加重要的会议？”

朋友告诉她：“把令你沮丧的事放下，洗把脸把无精打采的愁容洗掉，修饰一下仪容以增强自信，想着自己就是得意快乐的人。注意！装成高兴充满自信的样子，你的心情会好起来。很快地你就会谈笑风生，笑容可掬。”她试着按朋友的话去做，当天晚上在电话中告诉朋友说：“我成功地参加了这次会议，争取到新的计划和工作。我没想到强装信心，信心真的会来；装着好心情，坏心情自然消失。”

我们想拥有好心情，就得从原有的坏心情中解脱，从烦恼的死胡同中走出来。放下心情的包袱，好好检视清楚，看看哪些是事实，把它留下来，设法解决。哪些是垃圾，是给自己制造困扰的想法；把它扔掉，这就能应付自如，带来好心情。

### 为自己的快乐而活

**为自己的快乐而活，是一种洒脱，是一种境界，是最为成功的人生。**

生活中有许多人悲叹生命的有限和生活的艰辛，只有少数人能在有限的生命中活出自己的快乐。既然如此，我们为什么不放纵一下自己，去做一些自己喜欢的，平时想估却没有做的事情，为自己的快乐而活呢？

快乐是一种情绪。懂得了控制情绪的方法，你就已经站在了快乐的一方，看到鲜花时，你就会咧嘴微笑；看到流水，就会心旷神怡；看到青草，就会感到自己回归了大自然。人生在世，要为快乐则活，就要有多功能姿多彩的生活。

快乐是一种思想。不论贫穷与富有，只要思想快乐，你就是一个快乐的人。只要有快乐的心，就有快乐的容貌。生活是一种享受，快乐是生活的主题，生活是追求幸福的过程，快乐是幸福的内涵。生活中，每个人都应该为自己“找些快乐”。有这样一个故事：

一位富商花费巨资收藏了许多珍贵的古董、字画以及各种珍珠、翡翠等，为防失窃，他安装了严密的保安系统，平日里很少进去欣赏，只当成个人财富的一部分用来炫耀。

有一天，富商忽然心血来潮，决定记大厦清洁工进去开开眼界。

清洁工进去后，并未流露出艳羡之色，只是慢慢地逐一浏览，细细地欣赏。待步出厚厚的铁门时，富商忍不住地炫耀说：“怎么样？看了这么多的好东西，不枉此生了吧？”

那个清洁工说：“是啊，我现在感觉与你一样富有，而且比你更快乐。”

“怎么可能？”富商摇着头说道。

那个清洁工笑着答道：“你所有的宝贝我都看过了，不就是与你一样富有了吗？而且我又不必为那些东西担心这担心那的，岂不比你更快乐？”

快乐不在于拥有多少，而在于感觉如何。只要有心去感受，生自学成才中快乐无处不在。生活的乐趣是对生命的热情，丧失这种热情，即使能像故事中的富商一样拥有很多的财富，也不一定能享受到生命的乐趣。

为自己的快乐而活，就要敢于接受挑战和考验，在困难中，依然精神抖擞，向着目标前进。在苦难中，不忘仰望苍穹，轻轻哼唱，感激阳光雨水，赞美它的神奇与无私。快乐和痛苦是一体两面，经受不住痛苦的考验，也就难以体会真正的快乐。

为自己的快乐而活，但不可自私。快乐是无私的，为别人带来一份快乐的同时，自己也能得到同样的快乐，而带给别人烦恼的同时，自己也会得到一样的烦恼。

为自己的快乐而活，应顺其自然，不能乐昏了头，快乐就像春风，可以让人感到舒适，过了头则会乐极生悲，抚面的微风就会变成极具破坏力的狂风。

### 用快乐编织心灵的天堂

**其实，快乐就在我们心中，只要你用心去发现，去创造，快乐会无处不在。**

什么叫快乐？男人说快乐就是跟几个朋友聚在一起，大碗喝酒，大块吃肉；女人说快乐就是跟几个姐妹一起逛街、购物，说说家长里短的趣事，再在路上被人叫了一声妹妹仔，而同行的姐妹却被人叫为师傅。这就是快乐。

快乐其实也是因人而异的，只有你善于发现快乐，就能将别人眼中不快乐的事变成一种快乐。一千个人眼中就有一千个汉姆雷特。或许，在女人的心目中，男人那些快乐简直是庸俗不堪；而在男人心中，女人那些快乐简直是莫名其妙。

在这世界上，真的有绝对的快乐与绝对的不快乐之分吗？答案当然是没有。不过有一点值得肯定的就是，快乐是由自己去创造的。它是一种无形的资本，是无法把握的，无法透支的，更不是用金钱可以随意买卖的。它是靠自己用心去生活而体验出来的。如果需要倚赖别人给予的话，那也只是似是而非的快乐，因为快乐不是别人给的，而是自己的一种发自内心的体验，是来自于自己内心的切实感受。

每人心中都有把“快乐的钥匙”，但我们却时常在不知不觉中把它交给了别人来掌管。

一位女士抱怨道：“我活得很不快乐，因为先生常出差不在家。”她把快乐的钥匙放在先生手里。一位妈妈说“我的孩子不听话，叫我很生气！”她把钥匙交在孩子手中。男人说：“上司不赏识我，所以我情绪低落！”他把钥匙交给老板手里。

婆婆说：“我的媳妇不孝顺，我真命苦！”

当静下心来，开始观察周围的时候，你会发现，围绕我们的，多是惆怅的脸，忧郁的脸，焦灼的脸，愤懑的脸，谄媚的脸，悲怆的脸，呆板的脸，苦恼的脸，委屈的脸，讨好的脸，严厉的脸，凶残的脸……快乐的笑脸少之又少，仿佛黄梅季节的阳光。快乐的脸不是孤立无援的面具，在它的后面，有一颗快乐的心在支撑。有些人之所以不快乐，关键就在于他们把快乐的钥匙交给别人去管理，而自己却失去了创造快乐的机会，其实，快乐就在我们心中，只要你用心去发现，去创造，快乐会无处不在。

有一位年轻人，他整天都乐呵呵的，似乎没有什么烦恼，他言谈幽默，总能感染每个人的心情，偶尔跟他聊天，听他说起他的过去，才知道原来他也经历过大苦大悲，曾经他最心爱的老婆离他而去，那时他几乎到了崩溃边缘。他很爱她，为此，他放弃了正左准备筹建的公司，放弃了手头的一切，整天就陷在痛苦中。他几乎有半年的时间没有出过自己在北京租住的房子。他每天什么也不做，就是躺在床上舔舐自己的伤口，数自己的伤痕，半年的时间就这样过去了。等他从房子里出来时，他已经变的不成人样——他满脸疯草似的胡须，枯萎的双眼，凌乱的头发。是他的朋友把他叫出来的，他的朋友见他这模样，又怜又恨，于是他的朋友把他痛骂了一顿，告诉他是个垃圾，没有出息，然后又去安慰他，告诉他一切还有希望。于是他又把自己投入到工作中了，很快他就做出了出色的成绩，现在他即将升任主编。就是从那次的出门，他说他就知道自己已经没有退路了，他慢慢恢复了以前的开朗，心中充满了快乐，也给他周围的人带来了快乐。

什么才是真正的快乐呢？对于这个问题，我们不妨引用一位很出名的大师的话来说吧，这位大师说：“任何人都可以盖一栋房子，这栋房子也许是砖头造的、也许是木屋或者一堆破铜烂铁凑成的，但这间房子不是永远的房子，因为它总有坏的一天，或是火灾、台风、地震，一下子一座高楼大厦就变成平地了；只有内心的平静才是我们真正的归宿。”

这位大师想表明一个什么观点呢？他只是想告诉我们：如果一个人想要快乐地生活，他就会去寻找属于他们自己的心灵家园。这个家就是生命依靠的地方，这个家其实并不在很远的地方，不需要到外面寻找，它就是我们的心。用心体会自己的快乐，不需要浪费时间来寻找外在的快乐。

只要用心体会，你就会发现其实快乐并不遥远，它就在我们的身边。倾听来自内心的声音，珍惜现在身边的生活。看似平淡普通的日子，也许背后藏着无限的乐趣。

  

如果你不知道读什么书或者想获得更多免费电子书请加小编QQ：2338856113
小编也和结交一些喜欢读书的朋友

或者关注小编个人微信公众号名称：幸福的味道 获得上百个书单

在公众号内回复链接二字，免费得到全网电子书合集

为了方便书友朋友找书和看书，小编自己做了一个电子书下载网站，网址：<http://www.ireadweek.com>
或者 [www.newireadweek.com](http://www.newireadweek.com)
如于某种原因，经常换网址 如果打不开，可以qq联系我

如果你不知道读什么书，

就关注这个微信公众号号。

在公众号内回复链接二字，免费得到全网电子书合集

![logo](/assets/import/1J8rry/Images/12345.jpeg)

微信公众号名称：幸福的味道

加小编QQ一起读书，并免费提供找书服务

QQ号：2338856113 都能找到我



【幸福的味道】已提供200个不同类型的书单

1、 历届茅盾文学奖获奖作品

2、 每年豆瓣，当当，亚马逊年度图书销售排行榜

3、 25岁前一定要读的25本书

4、 有生之年，你一定要看的25部外国纯文学名著

5、 有生之年，你一定要看的20部中国现当代名著

6、 美国亚马逊编辑推荐的一生必读书单100本

7、 30个领域30本不容错过的入门书

8、 这20本书，是各领域的巅峰之作

9、 这7本书，教你如何高效读书

10、 80万书虫力荐的“给五星都不够”的30本书

关注“幸福的味道”微信公众号，即可查看对应书单和得到电子书

也可以在我的网站（周读）[www.ireadweek.com](http://www.ireadweek.com)
或[www.newireadweek.com](http://www.newireadweek.com) 自行下载

  

更多书单，请关注微信公众号：一种思路

![logo](/assets/import/1J8rry/Images/123.jpeg)
每日新出版的读书分享，请关注公众号：周读读书
![logo](/assets/import/1J8rry/Images/1234.jpeg)
`;

// fetchPost("/api/import/importStdMd", {
//   notebook: notebookId,
//   localPath: localPath.filePaths[0],
//   toPath: pathString,
// });
function getImageURLsFromMarkdown(markdown) {
  // 正则表达式提取图片链接
  const regex = /!\[(.*?)\]\((.*?)\)/g;
  const imageURLs = [];
  let match;

  while ((match = regex.exec(markdown)) !== null) {
    const url = match[2];

    // 判断链接是否为 http(s) 链接
    if (!/^https?:\/\//i.test(url)) {
      imageURLs.push(url);
    }
  }

  return imageURLs;
}

const imageURLs = getImageURLsFromMarkdown(mdText);
console.log(imageURLs);